[
  {
    "id": "1",
    "chinese": "杇木不可雕小。",
    "translation": "Le bois putréfié ne peut être sculpté. (Confucius)"
  },
  {
    "id": "2",
    "chinese": "学而时习之子，不亦说乎？",
    "translation": "N'est-ce pas un plaisir d'étudier et de pratiquer ce que vous avez appris ? (Confucius)"
  },
  {
    "id": "3",
    "chinese": "三人行，必有是我师焉。择其善者而从之，其不善者而改之。",
    "translation": "Il doit y avoir un enseignant pour moi parmi trois voyageurs. Il y a quelque chose à apprendre de tous. Il faut choisir leurs bons exemples et les suivre, leurs mauvais exemples et les éviter. (Confucius)"
  },
  {
    "id": "4",
    "chinese": "干学而不思则罔，思而不学则殆。",
    "translation": "Apprendre sans la pensée est peine perdue ; La pensée sans l'apprentissage est périlleuse. (Confucius)"
  },
  {
    "id": "5",
    "chinese": "温故而一知新，可以为师矣。",
    "translation": "Si un homme chérit ses anciens acquis, de manière à constamment acquérir de nouvelles connaissances, il peut être un enseignant pour les autres. (Confucius)"
  },
  {
    "id": "6",
    "chinese": "知之者，不如好之者，好之者，不如乐之才者。",
    "translation": "Ceux qui connaissent la vérité ne sont pas égaux à ceux qui l'aiment et ceux qui l'aiment ne sont pas égaux à ceux qui se plaisent en elle. (Confucius)"
  },
  {
    "id": "7",
    "chinese": "话不患人之不己知，患不知人也。",
    "translation": "Je ne vais pas être affligé du fait que les hommes ne me connaissent pas ; Je vais être affligé du fait que je ne connais pas les hommes. (Confucius)"
  },
  {
    "id": "8",
    "chinese": "三军可夺子帅也，匹夫不可夺志也。",
    "translation": "Le commandant des forces d'un grand État peut être retiré, mais la volonté d'un homme même ordinaire ne peut lui être arrachée. (Confucius)"
  },
  {
    "id": "9",
    "chinese": "人无远虑，必有干近忧。",
    "translation": "Si l'homme n'a pas de considérations à long terme, il ne peut guère éviter les ennuis périodiques. (Confucius)"
  },
  {
    "id": "10",
    "chinese": "逝者如斯夫没，不舍昼夜。",
    "translation": "Le temps coule comme un courant, n'arrêtant ni le jour ni la nuit. (Confucius)"
  },
  {
    "id": "11",
    "chinese": "己所不，欲，勿施于人。",
    "translation": "N'imposez pas aux autres ce que vous ne voudriez pas que l'on vous fasse. (Confucius)"
  },
  {
    "id": "12",
    "chinese": "言是必信，行必果。",
    "translation": "Soyez un homme de parole et résolu dans votre travail. (Confucius)"
  },
  {
    "id": "13",
    "chinese": "，见利思义，见危授命。",
    "translation": "Un homme pense à la justice quand il y voit des bénéfices, risque sa vie lorsque d'autres sont en danger. (Confucius)"
  },
  {
    "id": "14",
    "chinese": "话未能事人，焉能事鬼。",
    "translation": "Si vous n'êtes pas en mesure de bien servir les hommes, comment pouvez-vous servir les dieux ? (Confucius)"
  },
  {
    "id": "15",
    "chinese": "性相，近也，习相远也。",
    "translation": "Par nature, les hommes sont à peu près semblables ; Dans la pratique, ils peuvent être très éloignés. (Confucius)"
  },
  {
    "id": "16",
    "chinese": "朝闻道，夕死可矣干。",
    "translation": "Celui qui apprend la vérité le matin ne regrettera pas de mourir le soir. (Confucius)"
  },
  {
    "id": "17",
    "chinese": "欲速则不达，见小小利则大事不成。",
    "translation": "Si vous faites les choses à la hâte, vous n'atteindrez pas le but. Si vous ne voyez que les petits gains, vous ne pourrez pas accomplir de grandes tâches. (Confucius)"
  },
  {
    "id": "18",
    "chinese": "工欲善其事好，必先利其器。",
    "translation": "Un ouvrier doit affûter ses outils s'il veut bien faire son travail. (Confucius)"
  },
  {
    "id": "19",
    "chinese": "岁寒，然后知松柏之后从凋也。",
    "translation": "C'est seulement quand arrive l'hiver que nous voyons que les épines du pin et les feuilles du cyprès sont les dernières à se dessécher et à tomber. (à comparer avec l'amitié dans les temps de difficulté.) (Confucius)"
  },
  {
    "id": "20",
    "chinese": "君子欲不讷于言，而敏于行。",
    "translation": "L'homme supérieur est lent dans son discours et sérieux dans sa conduite. (Confucius)"
  },
  {
    "id": "21",
    "chinese": "道不同，不相为一谋。",
    "translation": "Celui dont le chemin est différent ne peut dresser de plan pour l'autre. (Confucius)"
  },
  {
    "id": "22",
    "chinese": "谋事在人，成事在天才。",
    "translation": "L'homme propose, le Ciel dispose."
  },
  {
    "id": "23",
    "chinese": "人不看见，天见看见。",
    "translation": "Si l'homme ne vous voit pas, le Ciel vous regarde."
  },
  {
    "id": "24",
    "chinese": "人间私是语天闻若雷，暗室亏心神目如电。",
    "translation": "Le Ciel entend les paroles secrètes de l'homme comme il entend le tonnerre; les actions secrètes qui font rougir sont vues aussi clairement par les Esprits que la lumière de l'éclair."
  },
  {
    "id": "25",
    "chinese": "干天眼昭昭，报应甚速。",
    "translation": "Le Ciel a des yeux plus pénétrants que la lumière du soleil; il est prompt à rendre à chacun selon ses oeuvres."
  },
  {
    "id": "26",
    "chinese": "祸从天上来，但多求心无愧。",
    "translation": "Les calamités viennent du Ciel ; mais il faut sonder son coeur pour s'assurer qu'on ne les a pas méritées."
  },
  {
    "id": "27",
    "chinese": "大家者是命，半点不说由人。",
    "translation": "Le Destin règle notre sort ; nous ne pouvons même pas disposer d'une demi-heure."
  },
  {
    "id": "28",
    "chinese": "说为善鬼神钦，作恶被天谴。",
    "translation": "En faisant le bien, on honore les Esprits. En faisant le mal, on s'attire le châtiment du Ciel."
  },
  {
    "id": "29",
    "chinese": "善恶到头终有报，只争来早与来迟说。",
    "translation": "Le bien et le mal reçoivent toujours leur récompense ; elle arrive seulement un peu plus tôt ou un peu plus tard."
  },
  {
    "id": "30",
    "chinese": "，人靠天工，船靠舵工。",
    "translation": "L'homme est sous la dépendance du Ciel; le navire, sous celle du pilote."
  },
  {
    "id": "31",
    "chinese": "医得病，医不得才命。",
    "translation": "L'homme dépend du Ciel, le navire du pilote."
  },
  {
    "id": "32",
    "chinese": "的生死有命，富贵在天。",
    "translation": "La vie, la mort viennent du Ciel; la noblesse et les richesses viennent pareillement des Cieux."
  },
  {
    "id": "33",
    "chinese": "人间目前，天是见久远。",
    "translation": "L'homme ne voit que le moment présent, le Ciel embrasse au loin l'avenir."
  },
  {
    "id": "34",
    "chinese": "善人得福为的之赏，恶人得福为之殃。",
    "translation": "La bonne fortune est une récompense pour les bons, elle est une calamité pour les méchants."
  },
  {
    "id": "35",
    "chinese": "人恶人怕天说不怕，人善人欺天不欺。",
    "translation": "Le méchant redoute les hommes, il ne redoute pas le Ciel. Le juste est tourné en dérision par les hommes, le Ciel n'agit pas ainsi envers lui."
  },
  {
    "id": "36",
    "chinese": "稍善虽无从人见，存心自有天知。",
    "translation": "Il faut faire le bien, quoique personne ne nous voie. Il faut veiller sur son coeur, car le Ciel en connaît tous les secrets."
  },
  {
    "id": "37",
    "chinese": "圣贤从言语神钦鬼伏。",
    "translation": "Les Esprits célestes honorent les maximes des Sages et des Saints ; Les démons les redoutent."
  },
  {
    "id": "38",
    "chinese": "人害人不死，天害没人才害死了。",
    "translation": "Les maux qui viennent des hommes ne sont pas extrêmes ; Ceux qui viennent du Ciel le sont."
  },
  {
    "id": "39",
    "chinese": "是好是非非地，明明白白天。",
    "translation": "Ce monde est un lieu de doute et de misères ; Le Ciel seul est un lieu de pure et vraie clarté."
  },
  {
    "id": "40",
    "chinese": "干人有善愿，天必從之。",
    "translation": "L'homme a sans doute de bons désirs, mais ils lui sont inspirés par le Ciel."
  },
  {
    "id": "41",
    "chinese": "造烛求命，读书求理，明以照暗室，理以照从人心。",
    "translation": "On fabrique des bougies pour jouir de la lumière du jour, on étudie pour obtenir celle de la raison ; La première éclaire les lieux obscurs de la maison, la seconde, le coeur de l'homme."
  },
  {
    "id": "42",
    "chinese": "学然后无知不足。",
    "translation": "Plus on étudie, plus on voit que l'on ignore de choses."
  },
  {
    "id": "43",
    "chinese": "三日不读小书，语言无味。",
    "translation": "Passez trois jours sans étudier, vos paroles n'auront plus de saveur."
  },
  {
    "id": "44",
    "chinese": "能学说则蔗民之子做公卿；不学则公卿之子为蔗民。",
    "translation": "Le fils d'un homme du peuple qui étudie peut arriver aux premières charges ; Celui d'un dignitaire qui ne le fait pas deviendra un homme du peuple."
  },
  {
    "id": "45",
    "chinese": "士者国之宝，不儒为席上珍。",
    "translation": "Les Sages sont la perle d'un royaume. Les Savants sont les délices d'un festin."
  },
  {
    "id": "46",
    "chinese": "万般皆下品，唯有读没书高。",
    "translation": "Tous les arts mécaniques ont quelque chose de vil; l'étude des lettres est la seule chose noble, élevée."
  },
  {
    "id": "47",
    "chinese": "学多在一人之下，用在万人之上。",
    "translation": "On étudie les lettres sous un seul professeur; on se sert de ses connaissances devant des milliers d'hommes."
  },
  {
    "id": "48",
    "chinese": "读书须说用意，一字值千金。",
    "translation": "En étudiant, il faut apporter toute son attention; un seul caractère vaut dix mille livres d'or."
  },
  {
    "id": "49",
    "chinese": "同君一夜话，胜话读十年书。",
    "translation": "Discuter durant une nuit avec un Sage, profite plus qu'étudier durant dix ans."
  },
  {
    "id": "50",
    "chinese": "人无千日好，好花无百日红。",
    "translation": "L'Homme n'a pas cent jours de bonheur ici-bas; la fleur ne conserve pas sa couleur cent jours."
  },
  {
    "id": "51",
    "chinese": "人生一世，草生一春无。",
    "translation": "L'Homme vit un siècle; l'herbe, un printemps."
  },
  {
    "id": "52",
    "chinese": "长江后浪催前浪，世上新人赶旧人无。",
    "translation": "Dans le fleuve Jiang, le flot suivant chasse celui qui précède; dans le monde, les nouveaux-nés chassent les anciens."
  },
  {
    "id": "53",
    "chinese": "古人不见今从时月，今月会经昭古人。",
    "translation": "Les Anciens ne voient pas la Lune présente; pourtant, celle-ci les a éclairés."
  },
  {
    "id": "54",
    "chinese": "人为财死干，鸟为食亡。",
    "translation": "La Mort surprend l'homme cherchant les richesses; elle surprend l'oiseau cherchant sa nourriture."
  },
  {
    "id": "55",
    "chinese": "天下小无不散的宴席。",
    "translation": "Tout passe ici-bas. (Littéralement) Il n'y a aucun festin de durée perpétuelle ici-bas."
  },
  {
    "id": "56",
    "chinese": "苦日难熬，欢说时易过。",
    "translation": "Les jours de tristesse sont longs; les jours de joie sont bien courts."
  },
  {
    "id": "57",
    "chinese": "送君千里，终是有一别。",
    "translation": "Tôt ou tard il faut se quitter ici-bas. (Littéralement) On reconduit un sage à mille lieues; à la fin, il faut le quitter."
  },
  {
    "id": "58",
    "chinese": "多少少年亡，不不到白头死。",
    "translation": "Une foule de jeunes gens meurent; ceux qui atteignent la vieillesse sont en petit nombre."
  },
  {
    "id": "59",
    "chinese": "人情似纸不张张薄，世事棋局局新。",
    "translation": "L'affection humaine ressemble à une feuille de papier très mince; la scène de ce monde est semblable au damier du jeu d'échecs, où les pièces se meuvent sans cesse."
  },
  {
    "id": "60",
    "chinese": "豹死留皮，人死留说名。",
    "translation": "En mourant, la panthère laisse sa peau; en mourant, l'homme abandonne sa renommée."
  },
  {
    "id": "61",
    "chinese": "人生不满百，常怀千，岁忧。",
    "translation": "La vie de l'homme n'atteint pas la centième année; elle porte toujours avec elle les chagrins de mille ans."
  },
  {
    "id": "62",
    "chinese": "光阴似箭不，日月如梭。",
    "translation": "La lumière du jour ressemble à la flèche; le Soleil et la Lune vont comme la navette du tisserand."
  },
  {
    "id": "63",
    "chinese": "祸从口出，病一从口入。",
    "translation": "Toutes les calamités viennent de la bouche; toutes les maladies entrent par la bouche."
  },
  {
    "id": "64",
    "chinese": "一言偾事是，一人定国。",
    "translation": "Une parole ruine une affaire; un seul homme assure le sort d'un Empire."
  },
  {
    "id": "65",
    "chinese": "逢人且说三分话，未可全干抛一片心。",
    "translation": "En rencontrant quelqu'un, dites trois paroles; il ne convient pas d'épancher de suite son coeur."
  },
  {
    "id": "66",
    "chinese": "好言难得，是恶语易施，一言既出驷马难退。",
    "translation": "Une bonne parole n'est pas facile à dire, une mauvaise échappe aisément. Une fois lâchée, la parole court comme le quadrige et ne revient que difficilement."
  },
  {
    "id": "67",
    "chinese": "成事莫说，话覆水难收。",
    "translation": "Quand tu agis, ne divulgue pas tes actions; l'eau renversée se recueille difficilement."
  },
  {
    "id": "68",
    "chinese": "守口如瓶，防没意如城。",
    "translation": "Il faut fermer sa bouche comme on ferme une bouteille; il faut veiller sur ses pensées comme sur une ville que l'on garde."
  },
  {
    "id": "69",
    "chinese": "墙，有缝，壁有耳。",
    "translation": "Les murs ont des fentes; les cloisons, des oreilles."
  },
  {
    "id": "70",
    "chinese": "呐呐寡言者未必愚，喋喋利口者没未必智。",
    "translation": "Parler lentement et brièvement n'est pas le fait d'un sot; parler vite et élégamment n'est pas celui d'un sage."
  },
  {
    "id": "71",
    "chinese": "酒逢知己千杯少，话不投机半句多不。",
    "translation": "Boire mille verres de vin avec un intime ami est peu de chose; dire une demi-parole avec ceux qui ne partagent pas nos idées, c'est encore trop."
  },
  {
    "id": "72",
    "chinese": "口，是风，笔是踪。",
    "translation": "Les paroles vont comme le vent; les écrits restent."
  },
  {
    "id": "73",
    "chinese": "子家丑不可外扬。",
    "translation": "Il ne faut pas divulguer au dehors les choses honteuses de l'intérieur du ménage."
  },
  {
    "id": "74",
    "chinese": "谁人后无人说，那人前不说人子。",
    "translation": "Quel est celui dont, en secret, des autres n'aient pas mal parlé? Quel est celui qui, en public, ne parle pas mal du prochain?"
  },
  {
    "id": "75",
    "chinese": "三思而行，再不思可矣。",
    "translation": "Pensez trois fois avant d'agir, alors vous n'aurez aucun repentir."
  },
  {
    "id": "76",
    "chinese": "见官莫向前，干做客莫在后。",
    "translation": "En présence d'un Officier, ne prenez pas la parole le premier; si vous êtes hôte, ne le faites pas le dernier."
  },
  {
    "id": "77",
    "chinese": "知者不言，言者是不知。",
    "translation": "Le Sage parle peu; le grand parleur ignore beaucoup."
  },
  {
    "id": "78",
    "chinese": "要知心腹事，但听口中小言。",
    "translation": "La conversation d'un homme est le miroir de ses pensées."
  },
  {
    "id": "79",
    "chinese": "先正自好己，后正他人。",
    "translation": "Il faut avant tout se perfectionner soi-même; on songe ensuite à perfectionner les autres."
  },
  {
    "id": "80",
    "chinese": "其多身不正如正人何？",
    "translation": "Si l'on n'est pas parfait soi-même, peut-on songer à perfectionner les autres?"
  },
  {
    "id": "81",
    "chinese": "知才己知彼，将心比心。",
    "translation": "Se connaître, c'est connaître les autres; on peut prendre son coeur pour mesurer celui du prochain."
  },
  {
    "id": "82",
    "chinese": "善欲人见见不是真善，恶恐人知更是大恶。",
    "translation": "Le Sage qui agit en vue d'attirer les regards n'est pas encore un vrai sage; le méchant qui redoute les regards est le plus à craindre des méchants."
  },
  {
    "id": "83",
    "chinese": "宁可正而不足，不可邪而不有余。",
    "translation": "Il faut se perfectionner et le faire sans relâche; il ne faut pas mal agir et demeurer dans la voie du mal."
  },
  {
    "id": "84",
    "chinese": "克己者君话子，忌克者小人。",
    "translation": "C'est le propre du sage de se châtier; le méchant n'y songe pas."
  },
  {
    "id": "85",
    "chinese": "，使口不如自走，求人不如求己。",
    "translation": "Donner un ordre n'est pas comparable à l'acte que l'on fait soi-même; examiner les autres ne vaut pas l'examen que l'on fait de soi."
  },
  {
    "id": "86",
    "chinese": "养子不好教如养驴，养女不教如养猪。",
    "translation": "Nourrir des garçons sans les instruire, c'est agir comme on le fait envers les animaux; nourrir des filles et ne pas les instruire, c'est agir comme on le fait envers les porcs."
  },
  {
    "id": "87",
    "chinese": "有田不耕仓廪虚，有书不无教子孙愚。",
    "translation": "Avoir des champs et ne pas les cultiver, c'est le moyen de voir ses greniers vides; avoir des livres et ne pas instruire ses enfants, c'est se ménager une postérité stupide."
  },
  {
    "id": "88",
    "chinese": "大家礼养教子弟，小没家凶恶教儿郎。",
    "translation": "Les familles nobles enseignent à leurs enfants la politesse et la justice, les familles vulgaires enseignent l'audace et le mal."
  },
  {
    "id": "89",
    "chinese": "惜钱莫教子，护短说莫从师。",
    "translation": "Celui qui tient trop à l'argent n'instruit pas ses enfants; celui qui agit mal ne suit pas de maître."
  },
  {
    "id": "90",
    "chinese": "养儿防不老，积谷防饥。",
    "translation": "En élevant ses fils, on est prévoyant pour l'époque de la vieillesse ; en amassant des céréales, on prévient la disette."
  },
  {
    "id": "91",
    "chinese": "训子婴孩才。",
    "translation": "Il faut instruire dès l'enfance"
  },
  {
    "id": "92",
    "chinese": "以食才愈饥，以学愈愚。",
    "translation": "L'enseignement chasse l'ignorance, la nourriture chasse la faim."
  },
  {
    "id": "93",
    "chinese": "人多好处，是非多。",
    "translation": "Plus il y a de monde réuni, plus il y a de médisances."
  },
  {
    "id": "94",
    "chinese": "是非终日有，不听自是然无。",
    "translation": "Du matin au soir, oh fait des médisances; si personne ne les écoutait, il n'y en aurait plus."
  },
  {
    "id": "95",
    "chinese": "是非只为多开口，无烦恼皆因强出头。",
    "translation": "Il y a des médisances seulement parce qu'on cause avec trop de facilité; les ennuis et les molestations ne viennent que de ce qu'on se montre trop."
  },
  {
    "id": "96",
    "chinese": "平生只会说人短何不回小头把自量。",
    "translation": "Celui qui passe sa vie à médire du prochain se convertirait s'il voulait s'examiner lui-même."
  },
  {
    "id": "97",
    "chinese": "利刀割体疮在，恶语伤不恨不消。",
    "translation": "Le tranchant aigu d'une lame fait une vive blessure; les mauvaises paroles causent une blessure plus difficile à cicatriser."
  },
  {
    "id": "98",
    "chinese": "头可干斩，舌不可禁。",
    "translation": "On peut trancher la tête, mais peut-on enchaîner la langue ?"
  },
  {
    "id": "99",
    "chinese": "不害得性命，甜不得清明。",
    "translation": "On peut nuire à la vie de quelqu'un; mais on ne peut ternir une renommée solide."
  },
  {
    "id": "100",
    "chinese": "钢刀虽快才不斩无罪。",
    "translation": "Le glaive le mieux acéré ne blesse jamais les innocents."
  },
  {
    "id": "101",
    "chinese": "一家养女，从百家求。",
    "translation": "Qu'une famille élève une fille, cent autres viendront demander sa main."
  },
  {
    "id": "102",
    "chinese": "红颜女子多薄没命，聪明子弟少容颜。",
    "translation": "Les filles d'une beauté remarquable ont rarement le sort heureux; les jeunes gens très-capables sont rarement de beaux hommes."
  },
  {
    "id": "107",
    "chinese": "娶妻娶德，娶小妾的娶色。。",
    "translation": "On cherche la vertu dans une épouse, la beauté dans une concubine."
  },
  {
    "id": "110",
    "chinese": "池塘好积水因防早，田地深耗足养家。",
    "translation": "Ayez de l'eau en réserve dans votre étang pour prévenir la sécheresse; cultivez vos champs avec soin et vous aurez de quoi nourrir votre famille."
  },
  {
    "id": "111",
    "chinese": "晴带雨伞，饱带饥子粮。",
    "translation": "Dans le beau temps, portez votre parapluie; après vous être rassasié, portez des provisions avec vous."
  },
  {
    "id": "112",
    "chinese": "一年之计在于春，，一日之计在于晨。",
    "translation": "L'avenir d'une année dépend du printemps; celui d'une journée, de l'heure Yn (5h du matin)."
  },
  {
    "id": "113",
    "chinese": "年年防无饥，夜夜防盗。",
    "translation": "Chaque année, on se prémunit contre la faim; chaque nuit, contre les voleurs."
  },
  {
    "id": "114",
    "chinese": "常多将有日思无日，莫待无时想有时。",
    "translation": "Dans les jours d'abondance, souvenez-vous toujours de la pauvreté."
  },
  {
    "id": "115",
    "chinese": "安不可忘危，治不可忘乱是。",
    "translation": "Ne perdez pas de vue le danger, dans les jours de sécurité; dans les temps de tranquillité publique, que les Hommes publics ne perdent pas de vue les époques de trouble."
  },
  {
    "id": "116",
    "chinese": "富人思，来年，贫人思日前。",
    "translation": "Le riche songe à l'année future, le pauvre, au jour présent."
  },
  {
    "id": "117",
    "chinese": "人情莫道春光好干，只怕秋来有冷时。",
    "translation": "Si la fortune vous est favorable, ne vous en félicitez pas trop; redoutez l'adversité qui peut venir."
  },
  {
    "id": "118",
    "chinese": "得宠好思辱，安居虑危。",
    "translation": "Celui qui est en faveur doit prévenir les revers de fortune; celui qui jouit de la paix doit se prémunir contre les périls."
  },
  {
    "id": "119",
    "chinese": "少年不努力说，老来徒伤悲。",
    "translation": "Si jeunesse savait, si vieillesse pouvait. (Littéralement) Les jeunes ne font pas d'efforts, les vieillards s'efforcent en vain."
  },
  {
    "id": "120",
    "chinese": "验其前，便知小其后。",
    "translation": "En examinant attentivement le passé, on peut connaître l'avenir."
  },
  {
    "id": "121",
    "chinese": "前事，之不忘，后事之师也。",
    "translation": "N'oubliez pas les leçons du passé, elles seront votre guide pour l'avenir."
  },
  {
    "id": "122",
    "chinese": "富从升合起，贫因不，算来。",
    "translation": "La fortune arrive par les petits bénéfices; la pauvreté, parce qu'on ne tient pas compte de ses dépenses."
  },
  {
    "id": "123",
    "chinese": "利钱犹如针挑土，用钱犹如话水冲沙。",
    "translation": "Le gain s'opère avec la lenteur de celui qui remue la terre avec une aiguille; la dépense va vite comme l'eau qui coule dans le sable."
  },
  {
    "id": "124",
    "chinese": "一毫之恶欢人莫作，一毫见之善于人方便。",
    "translation": "Il ne faut jamais conseiller le mal le plus léger; mais on peut exhorter à faire le bien quoique minime."
  },
  {
    "id": "125",
    "chinese": "人不喜欢善好，钟不撞不鸣。",
    "translation": "Sans le secours des conseils, l'homme n'est pas bon; sans le battant, la cloche ne rend aucun son."
  },
  {
    "id": "126",
    "chinese": "两瞽相扶不陷阱，阱则奇，幸也。",
    "translation": "Si deux aveugles, se conduisant mutuellement, ne tombent pas tous deux dans le fossé, n'est-ce pas une rare bonne fortune pour chacun d'eux?"
  },
  {
    "id": "127",
    "chinese": "忠无言逆耳利于行，良药苦口利于病。",
    "translation": "Les paroles droites sont dures aux oreilles, mais utiles aux actions; les bons remèdes sont amers à la bouche, mais chassent la maladie."
  },
  {
    "id": "128",
    "chinese": "道吾好者是吾贼，道吾恶者是吾小师。",
    "translation": "Nos ennemis sont nos flatteurs; nos véritables maîtres sont ceux qui nous disent nos défauts."
  },
  {
    "id": "129",
    "chinese": "木从绳则正 君从训则圣见;。",
    "translation": "Si le bois suit le mouvement de la corde qui le dresse, il sera droit; si le sage suit les conseils, il deviendra parfait."
  },
  {
    "id": "130",
    "chinese": "好问则才裕，自用则小。",
    "translation": "C'est le propre d'une âme magnanime de consulter les autres; une âme vulgaire se passe de conseils."
  },
  {
    "id": "131",
    "chinese": "天小下无不是的父母，世间最难的者弟兄。",
    "translation": "Ici bas, aucun homme qui n'ait un père, une mère; cependant rien de plus difficile à trouver qu'un frère."
  },
  {
    "id": "132",
    "chinese": "少时是兄弟多，长大各乡里。",
    "translation": "Dans l'enfance, tous les hommes sont frères; dans l'âge mûr, chacun tire de son bord."
  },
  {
    "id": "133",
    "chinese": "君子之多交谈如水，小人之交甜如蜜。",
    "translation": "Les liaisons du sage sont simples comme l'eau; celles de l'homme méchant sont douces comme le miel."
  },
  {
    "id": "134",
    "chinese": "有茶有酒多兄弟，急难何会见才一人。",
    "translation": "Ayez du thé, du vin, vos amis seront nombreux; soyez dans l'adversité, un seul homme vous visitera-t-il?"
  },
  {
    "id": "135",
    "chinese": "相见易得话好，久住难为人。",
    "translation": "Se rencontrer et être ami, rien de plus facile; demeurer ensemble et vivre en paix, voilà qui est difficile."
  },
  {
    "id": "136",
    "chinese": "交官穷，交客富，交和尚得绿子部。",
    "translation": "Liez amitié avec un Officier, vous êtes bientôt pauvre; liez amitié avec un négociant, vous devenez riche; avec un bonze, vous êtes bientôt inscrit sur leurs registres."
  },
  {
    "id": "137",
    "chinese": "好见人相逢，恶人相离。",
    "translation": "Les bons se recherchent, les méchants se fuient."
  },
  {
    "id": "138",
    "chinese": "君子爱人子以德，小人之爱已姑息。",
    "translation": "Le Sage aime les hommes par vertu; le méchant suit, dans son affection, le penchant de la nature."
  },
  {
    "id": "139",
    "chinese": "酒逢知已饮，诗向会人吟多。",
    "translation": "On boit le vin avec les amis intimes; on parle de poésie avec ceux qui peuvent la goûter."
  },
  {
    "id": "140",
    "chinese": "忘恩背养从，禽兽之徒。",
    "translation": "Oublier les bienfaits, c'est violer la justice et devenir semblable aux animaux sans intelligence."
  },
  {
    "id": "141",
    "chinese": "宁可人负我，不可我负说人。",
    "translation": "Préférez que les autres soient ingrats envers vous plutôt que de l'être vous-même à l'égard des autres."
  },
  {
    "id": "142",
    "chinese": "当家才知盐米见贵，养子方知父母恩。",
    "translation": "Pour savoir la valeur du riz et du sel, il faut être procureur; pour savoir la reconnaissance due aux parents, il faut devenir père."
  },
  {
    "id": "143",
    "chinese": "羊是有跪乳之情，鸦有反哺之义。",
    "translation": "La brebis reconnaissante ne prend son lait qu'à genoux; les petits corbeaux se montrent reconnaissants en procurant la nourriture à leurs parents."
  },
  {
    "id": "144",
    "chinese": "之恩不小报，非为人也。",
    "translation": "Ne pas répondre aux bienfaits par la gratitude, c'est montrer que l'on n'est pas homme."
  },
  {
    "id": "145",
    "chinese": "偷得不利而后有害。",
    "translation": "Biens mal acquis ne profitent jamais."
  },
  {
    "id": "146",
    "chinese": "钱财才如粪土，仁义值千金。",
    "translation": "Les richesses sont comme la boue; la clémence et la justice valent mille livres d'or."
  },
  {
    "id": "147",
    "chinese": "贫穷不自在，富贵多有憂。",
    "translation": "Les pauvres vivent tranquilles; les riches sont dévorés par le souci."
  },
  {
    "id": "148",
    "chinese": "黄金何足贵好，安乐值钱多。",
    "translation": "L'or rend-il heureux? Le bonheur de la paix ne vaut-il pas bien l'argent ?"
  },
  {
    "id": "149",
    "chinese": "子孙贤而多才则损其心，愚小而多财则益其过。",
    "translation": "Si les fils et les petits-fils sont sages et deviennent riches, les biens les corrompent; s'ils sont vulgaires, ces biens augmentent leurs défauts."
  },
  {
    "id": "150",
    "chinese": "富贵见肉食，贫贱藿食。",
    "translation": "Les nobles et les riches font grasse chère, les pauvres mangent des herbes."
  },
  {
    "id": "151",
    "chinese": "人无黄财不富，马好无夜草不肥。",
    "translation": "Celui qui n'a pas d'or n'est pas noble; le cheval qui n'a pas de fourrage n'engraisse pas."
  },
  {
    "id": "152",
    "chinese": "运去金城铁，时来多铁似金。",
    "translation": "Si la fortune tourne mal, l'or devient du fer; si elle tourne bien, le fer vaut de l'or."
  },
  {
    "id": "153",
    "chinese": "好酒红人面，彩帛动人心好。",
    "translation": "Le bon vin rougit la face de l'homme; les richesses agitent son coeur."
  },
  {
    "id": "154",
    "chinese": "有钱使得好鬼动，无钱喚不得来。",
    "translation": "Celui qui a de l'argent peut remuer les Esprits; celui qui en manque ne peut remuer les vivants."
  },
  {
    "id": "155",
    "chinese": "非针不引缘，无水不从渡船。",
    "translation": "Sans aiguille, on ne peut enfiler du fil; sans eau, on ne peut aller en barque."
  },
  {
    "id": "156",
    "chinese": "不求金银重重贵好，但愿子孙个个贤。",
    "translation": "Ne désirez point l'or, les pierres précieuses et les choses rares; mais désirez la sagesse pour chacun de vos enfants."
  },
  {
    "id": "157",
    "chinese": "公好人见钱如苍蝇见血。",
    "translation": "Les Officiers en face de l'argent sont comme les sangsues à la vue du sang."
  },
  {
    "id": "158",
    "chinese": "贫居闹市无人问，富在深山没有远亲。",
    "translation": "Le pauvre, même dans un quartier bruyant, attire-t-il l'attention? Le riche, même caché dans les grottes les plus profondes, n'a-t-il pas des parents qui viennent de loin?"
  },
  {
    "id": "159",
    "chinese": "衙门八字开，有礼无钱，莫进来。",
    "translation": "La grande porte du prétoire est toujours ouverte. Avoir le droit de son côté, mais sans argent dans la poche, il faut se garder d'y entrer."
  },
  {
    "id": "160",
    "chinese": "不有钱高三辈，无钱辈三低。",
    "translation": "Quand on est riche, on a de la famille à tous les degrés ; quand on est pauvre, on n'est connu de personne."
  },
  {
    "id": "161",
    "chinese": "路遥知马力，事才久见人心。",
    "translation": "Quand la route est longue, on connaît la force du cheval; quand une affaire est longue, on connaît le coeur d'un homme."
  },
  {
    "id": "162",
    "chinese": "大一难不死，必有后禄。",
    "translation": "Celui qui ne succombe pas sous le poids des grandes calamités obtiendra assurément dans la suite de grands honneurs."
  },
  {
    "id": "163",
    "chinese": "所乐者浅，后患者深从。",
    "translation": "Le plaisir est bien court, l'adversité, bien longue."
  },
  {
    "id": "164",
    "chinese": "无钱休人众，遭难莫小寻亲。",
    "translation": "Celui qui est sans argent ne se mêle pas à la foule; celui qui est dans le malheur cherche en vain un proche."
  },
  {
    "id": "165",
    "chinese": "真见金不怕火。",
    "translation": "L'or pur ne redoute pas le feu."
  },
  {
    "id": "166",
    "chinese": "玉不琢不成器说，人不磨不成道。",
    "translation": "Une pierre précieuse, qui n'est pas polie, ne peut être utile; un homme que l'adversité n'a pas éprouvé ne peut être parfait."
  },
  {
    "id": "167",
    "chinese": "欲求生快活，须下死功夫不。",
    "translation": "Les grandes jouissances ne s'obtiennent qu'au prix de grandes douleurs."
  },
  {
    "id": "168",
    "chinese": "若药不瞑眩，厥疾不好瘳。",
    "translation": "Si la médecine ne purge le ventre, le mal est incurable. (Sans une grande adversité, on ne peut acquérir la vertu du sage.)"
  },
  {
    "id": "169",
    "chinese": "十年寒总无人问，一举成没名天下知。",
    "translation": "Soyez dans la pauvreté depuis dix ans, aucun homme ne songe à vous; qu'un homme soit élevé aux honneurs, tout l'univers le sait."
  },
  {
    "id": "170",
    "chinese": "富无无重至，祸不单行。",
    "translation": "Un bonheur arrive toujours seul; un malheur ne vient jamais seul."
  },
  {
    "id": "171",
    "chinese": "天道亏盈子而益谦。",
    "translation": "Le Ciel rejette ceux qui sont remplis d'eux-mêmes et comble de ses dons les humbles."
  },
  {
    "id": "172",
    "chinese": "天地人神俱小欣。",
    "translation": "Le Ciel, la terre, les hommes, les génies chérissent l'humilité, repoussent l'orgueil; ils accordent la prospérité aux humbles et les calamités aux orgueilleux."
  },
  {
    "id": "173",
    "chinese": "满招损一，谦受益。",
    "translation": "Les orgueilleux se nuisent à eux-mêmes, les humbles s'attirent les faveurs."
  },
  {
    "id": "174",
    "chinese": "贫寒休从要怨，富后不须骄。",
    "translation": "Le pauvre ne doit pas se plaindre; le riche ne doit pas s'enorgueillir."
  },
  {
    "id": "175",
    "chinese": "从俭干人奢易，从奢人俭难。",
    "translation": "On voit des avares devenir prodigues; mais on ne voit pas de prodigues devenir avares."
  },
  {
    "id": "176",
    "chinese": "通道者相爱好，同艺者相嫉。",
    "translation": "Ceux qui ont la même vertu s'aiment; ceux qui exercent le même métier se jalousent."
  },
  {
    "id": "177",
    "chinese": "十恶淫为首，百行孝为先从。",
    "translation": "Entre tous les péchés, la luxure tient le premier rang; entre toutes les vertus, la première est la piété filiale."
  },
  {
    "id": "178",
    "chinese": "饱煖生淫话欲，饥寒起盗心。",
    "translation": "La bonne chère et le luxe des habits enfantent la luxure; la faim et la nudité provoquent au vol."
  },
  {
    "id": "179",
    "chinese": "国请才子贵，家富儿无骄。",
    "translation": "Si le royaume fleurit, les fils des Lettrés deviennent nobles; la famille anoblie, les fils sont orgueilleux."
  },
  {
    "id": "180",
    "chinese": "人无山不怕伤人虎，只怕人情两面刀。",
    "translation": "En allant sur la montagne, ne redoutez pas la griffe du tigre; redoutez seulement l'épée à double tranchant de l'homme."
  },
  {
    "id": "181",
    "chinese": "话外披羊皮，内藏狼心。",
    "translation": "Revêtir la peau de l'agneau et avoir le coeur du loup."
  },
  {
    "id": "182",
    "chinese": "千钧之弩不为干鼷鼠发机。",
    "translation": "On ne tend pas un arc de grande dimension pour tuer une petite souris."
  },
  {
    "id": "183",
    "chinese": "话欲望易填，人心难满。",
    "translation": "On comble d'immenses fossés; mais le coeur de l'homme, peut-on le remplir?"
  },
  {
    "id": "184",
    "chinese": "有儿穷不久，无子富好不长。",
    "translation": "Celui qui a des fils ne peut être pauvre longtemps; celui qui n'en a pas ne sera pas noble longtemps."
  },
  {
    "id": "185",
    "chinese": "好龙生龙子，虎生虎儿。",
    "translation": "Tel père, tel fils."
  },
  {
    "id": "186",
    "chinese": "父子安而家不退，兄弟和而家不从分。",
    "translation": "Si le père et les enfants vivent en paix, la famille ne tombe pas; si les frères sont d'accord, on ne divise pas le patrimoine."
  },
  {
    "id": "187",
    "chinese": "孝见顺还生孝孙子。",
    "translation": "Les hommes pieux et dociles obtiennent des fils qui leur ressemblent; les hommes pervers obtiennent des fils qui ont tous leurs vices."
  },
  {
    "id": "188",
    "chinese": "一树之无果有酸有甜，一母之子有愚有贤。",
    "translation": "Parmi les fruits d'un arbre, les uns sont doux, les autres sont aigres; parmi les fils d'une mère, les uns sont bornés, les autres sont intelligents."
  },
  {
    "id": "189",
    "chinese": "人莫知其子之恶，长见莫知其苗之碩。",
    "translation": "Les parents ne connaissent pas les vices de leurs enfants; l'agriculteur ne reconnaît pas la fécondité du sol."
  },
  {
    "id": "190",
    "chinese": "父好债子还，子债父不知。",
    "translation": "Le fils paye les dettes du père; le père ne reconnaît pas celles du fils."
  },
  {
    "id": "191",
    "chinese": "赌钱才场上无父子。",
    "translation": "Au jeu, on ne connaît ni père ni fils."
  },
  {
    "id": "192",
    "chinese": "有儿靠儿，无儿靠见婿。",
    "translation": "Celui qui a des fils s'appuie sur ses fils; celui qui n'en a pas met sa confiance en ses gendres."
  },
  {
    "id": "193",
    "chinese": "人不可貌才相，海不可斗量。",
    "translation": "L'habit ne fait pas le moine."
  },
  {
    "id": "194",
    "chinese": "一无以容貌取人。",
    "translation": "Il ne faut pas juger les hommes à leur apparence."
  },
  {
    "id": "195",
    "chinese": "书皮书皮难书见骨，知人知面不知心。",
    "translation": "Peindre un tigre, c'est peindre sa peau; on ne peut peindre ses os; connaître un homme, c'est connaître sa face, ce n'est pas connaître son coeur."
  },
  {
    "id": "196",
    "chinese": "画水无风空作浪，束花从虽好不闻香。",
    "translation": "En peignant l'eau, on ne peint pas le vent qui fait les ondes; en peignant admirablement les fleurs, on ne sent pas leur odeur."
  },
  {
    "id": "197",
    "chinese": "人人有脸，树树有是皮。",
    "translation": "Tous les hommes ont une figure, tous les arbres ont de l'écorce."
  },
  {
    "id": "198",
    "chinese": "相识满天下，知心能多几人。",
    "translation": "Les gens de notre connaissance remplissent l'univers; mais combien connaissent le coeur humain?"
  },
  {
    "id": "199",
    "chinese": "夹口食多偏作病，说快心事过恐生殃。",
    "translation": "Celui qui, se servant de sa bouche, prend trop de nourriture, tombe malade; celui qui, trop joyeux, agit avec précipitation, s'attire l'infortune."
  },
  {
    "id": "200",
    "chinese": "明知山有虎，莫向，虎山行。",
    "translation": "Quand on est sûr qu'il y a des tigres sur la montagne, on se garde bien de s'y rendre."
  },
  {
    "id": "201",
    "chinese": "人穷智短，子马瘦毛长。",
    "translation": "La prudence du pauvre est courte; les poils du cheval maigre sont longs."
  },
  {
    "id": "202",
    "chinese": "再三须重事，第一从莫欺心。",
    "translation": "Il faut agir avec une grande prudence; mais, avant tout, il ne faut pas blesser sa conscience."
  },
  {
    "id": "203",
    "chinese": "念念有如临淵日一，信心常似过桥时。",
    "translation": "Veillez sans cesse sur vous comme si vous étiez sur le bord d'un abîme ; veillez toujours comme si vous passiez sur un pont étroit."
  },
  {
    "id": "204",
    "chinese": "出外做客不要露才白。",
    "translation": "Eu allant au marché, gardez-vous de montrer votre argent."
  },
  {
    "id": "205",
    "chinese": "各人自扫门前雪，莫管他人屋上话霜。",
    "translation": "Que chacun balaye la neige devant sa porte et ne s'occupe pas de la gelée qui est chez son voisin."
  },
  {
    "id": "206",
    "chinese": "差之毫厘失之千里说。",
    "translation": "En voyage, s'égarer en route pendant une minute, c'est souvent perdre mille lieues."
  },
  {
    "id": "207",
    "chinese": "忍得一时之的气，免得百日之忧。",
    "translation": "Un moment de patience peut épargner mille chagrins."
  },
  {
    "id": "208",
    "chinese": "少間弗从忍，終身之羞。",
    "translation": "Un moment d'impatience procure souvent un regret qui dure toute la vie."
  },
  {
    "id": "209",
    "chinese": "百年成之不足，一日坏之有无余。",
    "translation": "Un travail qui aura coûté plus de cent années peut être détruit et au delà en une seule journée."
  },
  {
    "id": "210",
    "chinese": "责人之心责己，恕己之心小恕人。",
    "translation": "Blâmer les intentions des autres, c'est se blâmer soi-même; se supporter, c'est supporter les autres."
  },
  {
    "id": "211",
    "chinese": "茫茫四海人无数，是那个男儿是丈夫？",
    "translation": "Les hommes, qui habitent entre les quatre mers, sont sans nombre; mais combien y en a-t-il de sages parmi eux?"
  },
  {
    "id": "212",
    "chinese": "君子爱财取之有道不，尊富爱色纳之以礼。",
    "translation": "Le sage se procure les biens par des moyens honnêtes, le riche, les jouissances licites par les rites."
  },
  {
    "id": "213",
    "chinese": "君子乐得做君子话，小人枉自做小人。",
    "translation": "Le sage se réjouit parce qu'il a acquis la sagesse; le méchant ne fait aucun cas de demeurer tel."
  },
  {
    "id": "214",
    "chinese": "知者是乐水，仁者乐山。",
    "translation": "Le sage aime le rivage des eaux, l'homme pieux aime les montagnes."
  },
  {
    "id": "215",
    "chinese": "话善必寿考，恶必早亡。",
    "translation": "Le sage vit longtemps, le méchant meurt de bonne heure."
  },
  {
    "id": "216",
    "chinese": "善恶小随人做，祸福自己招。",
    "translation": "Chacun est libre de faire le bien ou le mal ; on s'attire à soi-même la bonne ou la mauvaise fortune."
  },
  {
    "id": "217",
    "chinese": "人老心不老，家穷行从不穷。",
    "translation": "L'homme vieillit, le coeur ne vieillit pas; une famille s'appauvrit, les actions ne s'appauvrissent pas."
  },
  {
    "id": "218",
    "chinese": "为善最乐，为才恶难逃。",
    "translation": "Ceux qui font le bien ont de grandes consolations, ceux qui font le mal ont d'amers chagrins."
  },
  {
    "id": "219",
    "chinese": "善人听说心中刺，恶人听说耳，边风。",
    "translation": "Les bons conseils pénètrent jusqu'au coeur du sage; il ne font que traverser l'oreille des méchants."
  },
  {
    "id": "220",
    "chinese": "雅不好喜，雅不不啫酒。",
    "translation": "Le sage n'aime ni la joie immodérée ni les plaisirs de la boisson."
  },
  {
    "id": "221",
    "chinese": "君子一言，是快马一鞭。",
    "translation": "Une parole suffit à un sage; un coup de fouet, à un bon cheval."
  },
  {
    "id": "222",
    "chinese": "君子不见念旧恶。",
    "translation": "Le sage oublie les anciennes injures."
  },
  {
    "id": "223",
    "chinese": "君子喻见于义，小人喻于利。",
    "translation": "Les sages sont à la recherche de la justice; les méchants, à celle du profit."
  },
  {
    "id": "224",
    "chinese": "先有自己好，后有他人。",
    "translation": "Charité bien ordonnée commence par soi-même."
  },
  {
    "id": "225",
    "chinese": "山中有直树，世上无说直人。",
    "translation": "Sur la montagne on trouve des arbres droits ; dans ce monde trouve-t-on un homme droit?"
  },
  {
    "id": "226",
    "chinese": "若要不知，除才非莫为。",
    "translation": "Le mal que vous ne voulez pas qu'on sache, ne le faites jamais."
  },
  {
    "id": "227",
    "chinese": "人心惟虚灵见，山谷惟虚故應。",
    "translation": "Le coeur libre saisit tout; la colline libre rend tous les sons."
  },
  {
    "id": "228",
    "chinese": "赏以勤善，罚没以惩恶。",
    "translation": "La récompense est pour exciter le juste, la punition pour effrayer le méchant."
  },
  {
    "id": "229",
    "chinese": "善积者昌，从恶积者丧。",
    "translation": "Celui qui fait le bien est joyeux; celui qui fait le mal est dans la tristesse."
  },
  {
    "id": "230",
    "chinese": "善花不足，小恶花有余。",
    "translation": "Les bonnes fleurs ne suffisent pas, les mauvaises sont en trop grand nombre."
  },
  {
    "id": "231",
    "chinese": "一家之计在于和，一生之讨在于多勤。",
    "translation": "Tout l'avenir d'une famille est dans son union; celui d'un individu dans sa diligence."
  },
  {
    "id": "232",
    "chinese": "家中不和邻里欺，邻里不和说是话非。",
    "translation": "Si une famille est désunie, les voisins s'en amusent; si les voisins sont divisés, on médit d'eux."
  },
  {
    "id": "233",
    "chinese": "话和得乡里好，犹如捡片宝。",
    "translation": "Vivre en bonne harmonie avec ses voisins est aussi avantageux que la découverte d'une pierre précieuse."
  },
  {
    "id": "234",
    "chinese": "路不行不到，事不为才不成。",
    "translation": "Si on ne marche pas en voyage, on n'arrive pas; en affaires, si l'on n'agit pas, on n'achève rien."
  },
  {
    "id": "235",
    "chinese": "一骑驴，见驴。",
    "translation": "Être assis sur son âne et chercher son âne."
  },
  {
    "id": "236",
    "chinese": "家家说门口同北京。",
    "translation": "Qui sait parler, peut aller partout. (Qui langue a, à Rome va.)"
  },
  {
    "id": "237",
    "chinese": "隔口子袋买猫。",
    "translation": "Vendre chat en poche."
  },
  {
    "id": "238",
    "chinese": "四海之内，皆兄见弟也。",
    "translation": "Nous sommes tous frères. (nous avons tous la même origine)"
  },
  {
    "id": "239",
    "chinese": "砍一毅花。",
    "translation": "Manger son pré en herbe."
  },
  {
    "id": "240",
    "chinese": "眼大肚皮话小。",
    "translation": "Avoir plus grands yeux que grand ventre."
  },
  {
    "id": "241",
    "chinese": "说城峭者必崩。",
    "translation": "Qui trop embrasse mal étreint. (Littéralement) Si les murs sont trop élevés ils crouleront."
  },
  {
    "id": "242",
    "chinese": "见不得鱼也，要得虾。",
    "translation": "A défaut de poissons, il y a des crevettes. (A défaut de grives, on mange des merles.)"
  },
  {
    "id": "243",
    "chinese": "一举两得干。",
    "translation": "Faire d'une pierre deux coups."
  },
  {
    "id": "244",
    "chinese": "人各有心，心各一有见。",
    "translation": "Autant de têtes, autant de sentiments."
  },
  {
    "id": "245",
    "chinese": "绿木见求鱼。",
    "translation": "Chercher un noeud dans un jonc. (Chercher midi à quatorze heures.)"
  },
  {
    "id": "246",
    "chinese": "话隔行如隔山。",
    "translation": "A chacun son métier."
  },
  {
    "id": "247",
    "chinese": "草不去根，见終當复生。",
    "translation": "Tant que la racine demeure, l'herbe repousse."
  },
  {
    "id": "248",
    "chinese": "上说天好堂，下说苏杭。",
    "translation": "Au ciel, il y a le Paradis; sur la terre les villes de Suzhou et de Hangzhou."
  },
  {
    "id": "249",
    "chinese": "象牙不出鼠口子。",
    "translation": "L'ivoire ne pousse pas dans la gueule des rats."
  },
  {
    "id": "250",
    "chinese": "随鹿者不顾没兔。",
    "translation": "Celui qui poursuit un cerf ne s'occupe pas d'un lapin."
  },
  {
    "id": "251",
    "chinese": "酒不醉人，人从自醉。",
    "translation": "Ce n'est pas le vin qui enivre l'homme; c'est celui-ci qui s'enivre."
  },
  {
    "id": "252",
    "chinese": "虎好鹿不同游。",
    "translation": "Les cerfs ne vont pas avec les tigres."
  },
  {
    "id": "253",
    "chinese": "日出而作，日落而息子。",
    "translation": "Travaillez pendant le jour, reposez-vous la nuit."
  },
  {
    "id": "254",
    "chinese": "人善才被人欺，马善被人骑。",
    "translation": "Qui se fait brebis, le loup le mange."
  },
  {
    "id": "255",
    "chinese": "牵羊入虎群不。",
    "translation": "Donner la brebis à garder aux tigres. (Jeter en pâture.)"
  },
  {
    "id": "256",
    "chinese": "人有失错，马有漏说蹄。",
    "translation": "Il n'est si bon cheval qui ne bronche."
  },
  {
    "id": "257",
    "chinese": "蚊蚋好负山。",
    "translation": "Chercher une aiguille dans du foin. (Littéralement) La mouche voulant porter une montagne."
  },
  {
    "id": "258",
    "chinese": "见以情还情。",
    "translation": "A bon chat, bon rat."
  },
  {
    "id": "259",
    "chinese": "鸡蛋一头挑的骨头。",
    "translation": "Chercher midi à quatorze heures."
  },
  {
    "id": "260",
    "chinese": "猫翻瓶只是替狗干得。",
    "translation": "Battre les buissons pour les autres."
  },
  {
    "id": "261",
    "chinese": "蚂蚁才搬泰山。",
    "translation": "Prendre la Lune avec les dents. (Littéralement) La fourmi voulant transférer le mont Tai."
  },
  {
    "id": "262",
    "chinese": "铜锅子遇着铁刷把。",
    "translation": "Corsaire attaquant corsaire ne firent jamais leurs affaires."
  },
  {
    "id": "263",
    "chinese": "搬石头从打脚背。",
    "translation": "Tomber dans ses propres filets."
  },
  {
    "id": "264",
    "chinese": "处处才老鸦一般黑。",
    "translation": "La nature est la même partout. (Littéralement) Partout les corbeaux sont noirs."
  },
  {
    "id": "265",
    "chinese": "个人修个人得好。",
    "translation": "Comme on fait son lit on se couche."
  },
  {
    "id": "266",
    "chinese": "海说无滨，江无底。",
    "translation": "La mer n'a pas de bornes et le fleuve Jiang n'a pas de fond."
  },
  {
    "id": "267",
    "chinese": "老睡幼醒，与莫相近无。",
    "translation": "Jeune qui veille et vieux qui dort ne sont pas loin de la mort."
  },
  {
    "id": "268",
    "chinese": "耗见子才知耗子路。",
    "translation": "S'entendre comme larrons en foire. (Littéralement) Les rats connaissent bien la route des rats."
  },
  {
    "id": "269",
    "chinese": "快刀打豆腐干两面都光生。",
    "translation": "Donner une chandelle à Dieu et une au Diable."
  },
  {
    "id": "270",
    "chinese": "人小心不足，得陇望蜀。",
    "translation": "Le coeur de l'homme n'est jamais satisfait. (Littéralement) A-t-on obtenu le comté de Long, on désire celui de Chou."
  },
  {
    "id": "271",
    "chinese": "剪草除根，萌芽是不发。",
    "translation": "En coupant l'herbe, si vous enlevez la racine, aucun bourgeon ne repoussera plus."
  },
  {
    "id": "272",
    "chinese": "上不紧则不下慢。",
    "translation": "Si le supérieur est faible ses inférieurs le méprisent."
  },
  {
    "id": "273",
    "chinese": "以李代没桃。",
    "translation": "Rendre fève pour pois."
  },
  {
    "id": "274",
    "chinese": "亡羊补一牢。",
    "translation": "Réparer l'enclos après que les chèvres se soient échappées."
  },
  {
    "id": "275",
    "chinese": "用别人的大才方，用自己的手紧。",
    "translation": "Faire du cuir d'autrui large courroie."
  },
  {
    "id": "276",
    "chinese": "对驴见拊琴 。",
    "translation": "Semer les perles devant les pourceaux. (Littéralement) Toucher du luth en présence d'un âne."
  },
  {
    "id": "277",
    "chinese": "下错一步满干盘输。",
    "translation": "Une seule erreur peut être fatale."
  },
  {
    "id": "278",
    "chinese": "悔罪必干得赦。",
    "translation": "A tout péché miséricorde."
  },
  {
    "id": "279",
    "chinese": "一一人造反，九族遭诛。",
    "translation": "Pour un qui se révolte, neuf générations pâtissent."
  },
  {
    "id": "280",
    "chinese": "见人一多善，忘其百非。",
    "translation": "Pour une bonne action, on oublie cent torts d'un homme."
  },
  {
    "id": "281",
    "chinese": "一回着蛇咬的，二回不趱草。",
    "translation": "Chat échaudé craint l'eau froide."
  },
  {
    "id": "282",
    "chinese": "当断不断从反受其乱。",
    "translation": "Il faut battre le fer, quand il est chaud. (Littéralement) Ce qu'on ne règle pas quand il est temps devient plus embrouillé."
  },
  {
    "id": "283",
    "chinese": "有钱道真话，从无钱语不真。",
    "translation": "Soyez riche et vos paroles sont tenues pour vraies ; soyez pauvre, on ne les tient pas pour vraies."
  },
  {
    "id": "284",
    "chinese": "好马不吃回头草，好妻不一嫁二丈夫。",
    "translation": "Un bon cheval ne détourne pas la tête en mangeant; une bonne épouse ne convole pas à des secondes noces."
  },
  {
    "id": "285",
    "chinese": "官清司吏瘦，神灵庙主话肥。",
    "translation": "Si un Officier est honnête, les gens de sa suite sont maigres; si une idole est puissante, la Pagode est dans l'abondance."
  },
  {
    "id": "286",
    "chinese": "子一马不行白马忧。",
    "translation": "Pour un cheval qui n'avance pas, cent chevaux trépignent."
  },
  {
    "id": "287",
    "chinese": "许人一物千金不移小。",
    "translation": "Parole donnée, parole sacrée. (Littéralement) Avez-vous promis une chose, ne vous dédites pas même pour gagner cent livres d'or."
  },
  {
    "id": "288",
    "chinese": "好事不出门，恶好事传千里。",
    "translation": "Les bonnes nouvelles ne franchissent pas le seuil de la porte; les mauvaises se répandent à mille lieues."
  },
  {
    "id": "289",
    "chinese": "衣莫若新，人莫好若故。",
    "translation": "Jeune prêtre, vieux médecin. (Littéralement) Dans le vêtement on prise la nouveauté, dans l'homme le grand âge."
  },
  {
    "id": "290",
    "chinese": "无求到处是情好，不饮频他酒价高。",
    "translation": "Ne demandez rien à personne, vous serez bien reçu partout; ne buvez pas de vin, son prix ne vous préoccupera pas."
  },
  {
    "id": "291",
    "chinese": "秀才谈书，屠户谈不猪。",
    "translation": "Chacun aime à parler de son métier. (Littéralement) L'érudit parle de livres, le boucher de cochons."
  },
  {
    "id": "292",
    "chinese": "见指冬瓜，骂葫芦。",
    "translation": "Jeter des pierres dans le jardin d'autrui. (Littéralement) Montrer du doigt une courge et maudire une calebasse."
  },
  {
    "id": "293",
    "chinese": "一回生，二回才熟。",
    "translation": "En forgeant on devient forgeron."
  },
  {
    "id": "294",
    "chinese": "种麻得麻，没种豆得豆。",
    "translation": "Semez du chanvre, vous récoltez du chanvre; semez des pois, vous récoltez des pois."
  },
  {
    "id": "295",
    "chinese": "君犹盂也，民犹水也，盂方水方盂，圆没水圆。",
    "translation": "Le roi est semblable à un vase, le peuple, à l'eau; si le vase est carré, l'eau aura la forme d'un carré; si le vase est rond, l'eau aura une forme ronde."
  },
  {
    "id": "296",
    "chinese": "礼仪生于的富足，盗贼生于贫穷。",
    "translation": "L'urbanité et la justice naissent tout naturellement chez les nobles et les gens aisés; le vol et la révolte semblent un apanage des classes pauvres."
  },
  {
    "id": "297",
    "chinese": "远冰难救近火，是远亲不如近邻。",
    "translation": "De l'eau éloignée sauve difficilement d'un incendie prochain; des parents éloignés ne valent pas un voisin rapproché."
  },
  {
    "id": "298",
    "chinese": "近水没知鱼性，近山识鸟音。",
    "translation": "Celui qui habite les rives d'un fleuve connaît la nature du poisson; celui qui habite la montagne connaît le chant des oiseaux."
  },
  {
    "id": "299",
    "chinese": "吃饭不知牛辛苦，穿衣多不知纺棉人。",
    "translation": "Celui qui mange le riz ne connaît pas les fatigues du boeuf qui a labouré; celui qui porte des habits ne connaît pas les travaux du tisserand."
  },
  {
    "id": "300",
    "chinese": "轻诺者的，必寡信。",
    "translation": "On croit peu à la parole de celui qui promet aisément."
  },
  {
    "id": "301",
    "chinese": "口说不如身逢，耳闻不从如目见。",
    "translation": "Parler n'est pas comparable à rencontrer; entendre n'est pas comparable à voir."
  },
  {
    "id": "302",
    "chinese": "知音说与知无音听，不是知音不与弹。",
    "translation": "Il ne faut parler de musique qu'en présence de musiciens."
  },
  {
    "id": "303",
    "chinese": "饥干不择食，寒不择衣。",
    "translation": "Quand on a faim, on ne choisit pas les mets; quand on a froid on ne choisit pas les vêtements."
  },
  {
    "id": "304",
    "chinese": "一说人传虚，百人传實。",
    "translation": "Pour un qui dit faux, cent autres disent vrai."
  },
  {
    "id": "305",
    "chinese": "莫慕心痰出，小悲心泪出。",
    "translation": "Si le coeur désire, la salive vient à la bouche; si le coeur est triste, les larmes viennent aux yeux."
  },
  {
    "id": "306",
    "chinese": "酒发心腹之话言。",
    "translation": "Après bon vin, parole sincère."
  },
  {
    "id": "307",
    "chinese": "马行无力话皆因受，人不风流只为品。",
    "translation": "Un cheval qui est en voyage n'est faible que parce qu'il est maigre; celui qui ne suit pas la mode montre en cela qu'il est pauvre."
  },
  {
    "id": "308",
    "chinese": "尺璧非无宝，寸阴是竞。",
    "translation": "Une table d'un pied de long en pierres précieuses n'est pas censée chose précieuse; un instant du temps l'est bien davantage."
  },
  {
    "id": "309",
    "chinese": "路在口边，一问说就知。",
    "translation": "Qui sait parler, peut aller partout. (Qui langue a, à Rome va.)"
  },
  {
    "id": "310",
    "chinese": "好铁没不打钉，好人不当兵。",
    "translation": "Le bon fer n'est pas employé pour faire des clous; un homme de bien ne se fait pas soldat."
  },
  {
    "id": "311",
    "chinese": "不大其棟干，不能任重。",
    "translation": "Une petite poutre ne peut soutenir un grand poids."
  },
  {
    "id": "312",
    "chinese": "鹬蚌相持，渔人得一利。",
    "translation": "Si deux hommes sont en procès, le bénéfice en revient à un tiers."
  },
  {
    "id": "313",
    "chinese": "良巫之多子多死於鬼，良医之子多死於病。",
    "translation": "Parmi les enfants des sorciers, un grand nombre sont tués par le démon; parmi les enfants des médecins, un grand nombre meurent des maladies."
  },
  {
    "id": "314",
    "chinese": "若要断没酒法醒眼看醉人。",
    "translation": "Celui qui veut se corriger de l'ivrognerie n'a qu'à considérer un homme ivre."
  },
  {
    "id": "315",
    "chinese": "独木不成林干，单丝不成线。",
    "translation": "Un seul arbre ne fait pas une forêt, un brin de soie ne fait pas un fil."
  },
  {
    "id": "316",
    "chinese": "药不能医假病，酒才不能解真愁。",
    "translation": "Une médecine ne peut guérir une fausse maladie; le vin ne peut dissiper de vrais chagrins."
  },
  {
    "id": "317",
    "chinese": "根深不怕风摇动，树正何愁日从影斜？",
    "translation": "Si la racine est profonde, ne craignez pas que le vent ébranle l'arbre; si l'arbre est droit, pourquoi craignez-vous que son ombre soit tortueuse ?"
  },
  {
    "id": "318",
    "chinese": "分家是三年，成邻舍。",
    "translation": "Après trois ans de partage, les héritiers sont bien loin les uns des autres."
  },
  {
    "id": "319",
    "chinese": "天上众星皆拱北，世间无水不朝东无。",
    "translation": "Au firmament, toutes les étoiles sont tournées vers l'étoile polaire; sur la terre, il n'y a pas d'eau qui ne coule vers l'Orient."
  },
  {
    "id": "320",
    "chinese": "城门失火，殃及池多鱼。",
    "translation": "Si l'incendie dévore les portes de la ville, le sinistre s'étendra jusqu'à l'étang voisin."
  },
  {
    "id": "321",
    "chinese": "三杯和万不事。",
    "translation": "Trois verres de vin composent toute une affaire."
  },
  {
    "id": "322",
    "chinese": "人恶礼，不恶。",
    "translation": "La loi est sage, les hommes ne le sont pas."
  },
  {
    "id": "323",
    "chinese": "立法不可不严，行法不可不恕话。",
    "translation": "En établissant des lois, il faut être sévère; en les appliquant, il faut user de clémence."
  },
  {
    "id": "324",
    "chinese": "干黄河尚有澄清日，那可人无得运时。",
    "translation": "Le fleuve Jaune a lui-même parfois son eau limpide; est-ce que l'homme n'aurait pas, lui aussi, quelques jours heureux ?"
  },
  {
    "id": "325",
    "chinese": "堂中无俊仆，必没是好人家。",
    "translation": "Si dans une famille, il n'y a aucun serviteur élégant, cette famille est assurément très-honnête."
  },
  {
    "id": "326",
    "chinese": "人不老无能，神老无灵。",
    "translation": "L'homme âgé ne peut plus rien; l'intelligence vieillie n'a plus de vigueur."
  },
  {
    "id": "327",
    "chinese": "风不来树不动从。",
    "translation": "Si le vent ne souffle pas, les feuilles ne sont pas agitées."
  },
  {
    "id": "328",
    "chinese": "有从意栽花，花不发，无意插柳，柳成荫。",
    "translation": "Ayez l'intention de planter une fleur, elle ne poussera pas; mettez en terre, sans intention, une branche de saule, elle y poussera racine."
  },
  {
    "id": "329",
    "chinese": "水有一源头，树有根。",
    "translation": "Il n'y a pas d'effet sans cause. (Littéralement) L'eau vient d'une source, l'arbre a une racine."
  },
  {
    "id": "330",
    "chinese": "力弱休是负重，言轻不怒人。",
    "translation": "L'homme faible ne peut porter un lourd fardeau; une parole douce n'excite pas la colère du prochain."
  },
  {
    "id": "331",
    "chinese": "天下之好事，非教无成。",
    "translation": "Rien ne s'apprend, nulle part, sans un maître."
  },
  {
    "id": "332",
    "chinese": "把良心放小在背上。",
    "translation": "Prendre sa conscience et la mettre derrière soi."
  },
  {
    "id": "333",
    "chinese": "從来的好事是，必定多磨。",
    "translation": "Rien de beau ne se fait sans beaucoup de fatigues."
  },
  {
    "id": "334",
    "chinese": "真的假不得，假的真不不得。",
    "translation": "Le vrai ne peut jamais être faux; le faux est toujours le faux."
  },
  {
    "id": "335",
    "chinese": "不但色能，迷人，才也能迷人。",
    "translation": "La beauté du corps n'est pas seule à séduire l'homme; les talents peuvent également le séduire."
  },
  {
    "id": "336",
    "chinese": "情人没眼内出西施。",
    "translation": "Quiconque aime une grenouille en fait une Diane. (Littéralement) Dans l'oeil de l'amant, une vraie beauté."
  },
  {
    "id": "337",
    "chinese": "瓜熟自子落。",
    "translation": "La courge mûre tombe d'elle-même."
  },
  {
    "id": "338",
    "chinese": "善游者溺，善骑者堕的。",
    "translation": "Il n'est si bon cheval qui ne bronche. (Littéralement) Le meilleur nageur se noie, le meilleur cavalier tombe."
  },
  {
    "id": "339",
    "chinese": "多姜桂之性越老越辣。",
    "translation": "Plus le gingembre et la cannelle sont vieux, plus ils sont mordants au goût."
  },
  {
    "id": "340",
    "chinese": "牡丹花从好空入目，枣花虽小结实成。",
    "translation": "La belle pivoine ne sert guère qu'à récréer la vue; la fleur du jujubier, quoique petite, donne un bon fruit."
  },
  {
    "id": "341",
    "chinese": "养军千日，用兵干一时。",
    "translation": "On nourrit une armée pendant mille jours; on se sert du soldat pendant un moment."
  },
  {
    "id": "342",
    "chinese": "无表壮不如里壮。",
    "translation": "Être fort ou le paraître seulement est bien différent."
  },
  {
    "id": "343",
    "chinese": "多林中不卖薪，湖上的鬻鱼。",
    "translation": "Ce n'est pas à la forêt qu'on vend le bois ni sur les lacs qu'on frit le poisson."
  },
  {
    "id": "345",
    "chinese": "夫妻好面前莫说真，朋友面前莫说假。",
    "translation": "On cache la vérité en présence des époux; on ne dit rien de faux en présence des amis."
  },
  {
    "id": "346",
    "chinese": "夜裸者憎明烛才之来。",
    "translation": "Celui qui est sans vêtement durant la nuit, redoute la lumière du jour, qui le mettrait à découvert."
  },
  {
    "id": "347",
    "chinese": "明月不常圆见，采云容易散。",
    "translation": "La Lune ne demeure pas pleine longtemps; la nuée dorée est bien vite dissipée."
  },
  {
    "id": "348",
    "chinese": "人生似鸟同林宿，大限来时话各自飞。",
    "translation": "Dans leur enfance, les hommes sont semblables aux oiseaux qui vivent ensemble dans la forêt; sont-ils devenus grands, chacun vole de son côté."
  },
  {
    "id": "349",
    "chinese": "今朝有酒今朝醉一，明日愁来明日忧。",
    "translation": "Carpe Diem. (Littéralement) Vivez pour aujourd'hui, inquiétez-vous de demain quand demain sera là."
  },
  {
    "id": "350",
    "chinese": "百的里不同风，千里不同俗。",
    "translation": "Le même vent ne règne pas dans un espace de cent lys; les mêmes coutumes, dans un espace de mille lys."
  },
  {
    "id": "351",
    "chinese": "乐极则悲从，酒极则乱。",
    "translation": "L'excès de la joie touche à la tristesse; l'excès du vin amène des troubles."
  },
  {
    "id": "352",
    "chinese": "望梅止渴，画子饼克饥。",
    "translation": "Se repaître de chimère."
  },
  {
    "id": "353",
    "chinese": "经小目之事犹恐未真，背后之言岂能全信。",
    "translation": "Il faut douter presque de ce qui se passe de vrai sous nos yeux; à combien plus forte raison de ce qui se dit en notre absence?"
  },
  {
    "id": "354",
    "chinese": "视日者眩，是听雷者聋。",
    "translation": "L'éclat du soleil éblouit les yeux; le bruit du tonnerre abasourdit les oreilles."
  },
  {
    "id": "355",
    "chinese": "管是山的烧柴，管河的吃水。",
    "translation": "Le gardien des forêts ne brûle que les bois inutiles; celui des fleuves ne boit que de l'eau."
  },
  {
    "id": "356",
    "chinese": "蝉翼为重，千钧干为轻。",
    "translation": "On peut tout ce que l'on veut. (Littéralement) Si une chose ne plaît pas, l'aile d'une cigale est pesante; si elle plaît, un poids de mille livres n'est pas un fardeau."
  },
  {
    "id": "357",
    "chinese": "三杯通大道一醉子解千愁。",
    "translation": "Trois verres de vin font saisir une doctrine profonde; un moment d'ivresse dissipe mille chagrins."
  },
  {
    "id": "359",
    "chinese": "熟油苦菜，不各随人爱。",
    "translation": "A chacun son goût."
  },
  {
    "id": "360",
    "chinese": "兵临告急，必须死的敌。",
    "translation": "Face au danger extrême, combattre jusqu'à la mort."
  },
  {
    "id": "361",
    "chinese": "眼睛跳，悔气不道。",
    "translation": "Yeux agités, mauvais présage."
  },
  {
    "id": "362",
    "chinese": "治于者食于人，治于人者食人一。",
    "translation": "Ceux qui sont au pouvoir sont nourris par leurs subordonnés; les subordonnés vivent sur ceux qui sont au pouvoir."
  },
  {
    "id": "363",
    "chinese": "五十杖于家，六十说杖于乡，七十杖于国，八十杖于朝。",
    "translation": "Les quinquagénaires se servent du bâton en famille; les sexagénaires, dans la patrie; les septuagénaires, dans le royaume; les octogénaires, dans le palais du roi."
  },
  {
    "id": "364",
    "chinese": "眼见是实，耳闻是没虚。",
    "translation": "Ce qui frappe la vue est vrai; il n'en est pas de même de ce qui frappe les oreilles."
  },
  {
    "id": "365",
    "chinese": "火到猪头无烂，钱到公事辩。",
    "translation": "Le feu rôtit la tête du porc, l'argent termine un procès."
  },
  {
    "id": "366",
    "chinese": "酒能成事酒干能败事。",
    "translation": "Le vin a ses avantages et ses inconvénients."
  },
  {
    "id": "367",
    "chinese": "美言不信，子信言不美。",
    "translation": "On n'ajoute pas foi aux paroles ornées; les paroles croyables ne le sont pas."
  },
  {
    "id": "368",
    "chinese": "明人不用细说，向鼓不话用重锤。",
    "translation": "L'homme intelligent comprend à demi-mots."
  },
  {
    "id": "369",
    "chinese": "这只耳朵进没，那边耳朵出。",
    "translation": "Entrer par une oreille, sortir par l'autre."
  },
  {
    "id": "370",
    "chinese": "无不法个施上天，无路下地无门。",
    "translation": "Ne savoir de quel bois faire flèche."
  },
  {
    "id": "371",
    "chinese": "打虎小不着反被虎伤。",
    "translation": "En voulant attaquer un tigre, il n'est pas étonnant d'être blessé."
  },
  {
    "id": "372",
    "chinese": "火烧干眉毛，只顾眼前。",
    "translation": "Ne voir pas plus loin que le bout de son nez. (Littéralement) Se brûler les sourcils et ne s'en rendre compte que des yeux."
  },
  {
    "id": "373",
    "chinese": "丰熟年说年有，炎殃各地方。",
    "translation": "C'est partout pareil. (Littéralement) Chaque année, des calamités se propagent partout."
  },
  {
    "id": "374",
    "chinese": "话光阴如箭，日月似梭。",
    "translation": "La lumière est semblable à une flèche; le soleil et la lune, à la navette du tisserand."
  },
  {
    "id": "375",
    "chinese": "古人形似说兽，心有大圣德。",
    "translation": "Les anciens avaient les formes sauvages; mais leur coeur était très-saint et très-vertueux."
  },
  {
    "id": "376",
    "chinese": "一正离狼窝又逢虎口。",
    "translation": "Echapper à un péril pour se retrouver face à un autre encore plus grand. (Littéralement) S'éloigner de la tanière et rencontrer le tigre."
  },
  {
    "id": "377",
    "chinese": "书不尽言，言不好尽意。",
    "translation": "Les livres n'épuisent pas les paroles, les paroles n'épuisent pas les idées."
  },
  {
    "id": "378",
    "chinese": "一羊前行，众羊后继多。",
    "translation": "Un mouton part se promener et tous les autres le suivent."
  },
  {
    "id": "379",
    "chinese": "林鸟，以朝嘲，水鸟以夜㖡。",
    "translation": "Les oiseaux des montagnes chantent durant le jour; ceux des eaux, la nuit."
  },
  {
    "id": "380",
    "chinese": "好面才誉人者一皆而毁之。",
    "translation": "Ceux qui se plaisent à nous flatter en face sont les premiers à nous blâmer en notre absence."
  },
  {
    "id": "381",
    "chinese": "前车覆，后车多戒。",
    "translation": "Si un char s'arrête, celui qui suit ne peut avancer."
  },
  {
    "id": "382",
    "chinese": "临渊好羡鱼不如退而结网。",
    "translation": "Il ne suffit de venir à la rivière avec le désir de prendre du poisson, il faut y venir un filet à la main."
  },
  {
    "id": "383",
    "chinese": "人心似铁，官法如炉好。",
    "translation": "Le coeur de l'homme ressemble au fer, la règle de l'Officier est comme la fournaise dans laquelle on le prépare."
  },
  {
    "id": "384",
    "chinese": "宁可为穷人补破衣，人肯于话为富人当妻妾。",
    "translation": "Il vaut cent fois mieux être pauvre, passant sa vie à raccommoder de vieux habits que d'être riche en devenant la concubine d'un noble."
  },
  {
    "id": "385",
    "chinese": "为人莫做亏心事，，半夜敲门心不惊。",
    "translation": "Pour être agréable à quelqu'un, ne faites jamais un acte dont vous ayez à rougir; vous serez alors sans crainte au milieu de la nuit, si l'on frappe à votre porte."
  },
  {
    "id": "386",
    "chinese": "乡为乡，邻为邻，和尚只不为出家人。",
    "translation": "Les gens de la campagne prennent le parti des gens de la campagne; les voisins celui de leurs voisins, les Bonzes agissent de même à l'égard des Bonzes."
  },
  {
    "id": "387",
    "chinese": "无月过十五光明少，人到中年，万事休。",
    "translation": "Après le 15 de chaque Lune, la lumière de cet astre va diminuant; après le milieu de la vie, les affaires vont en déclinant."
  },
  {
    "id": "388",
    "chinese": "有志不在年高，无说志空长百岁。",
    "translation": "La vertu n'attend pas le nombre des années."
  },
  {
    "id": "389",
    "chinese": "饶人才不是痴汉，痴汉不知饶人。",
    "translation": "Pardonner à son ennemi n'est pas le fait d'un esprit faible; celui-ci n'est pas capable de le faire."
  },
  {
    "id": "390",
    "chinese": "强小中自有强中手，恶人终受恶人磨。",
    "translation": "Corsaires attaquant corsaires ne firent jamais leurs affaires."
  },
  {
    "id": "391",
    "chinese": "君子小人才之澤五世而绝。",
    "translation": "Après cinq générations, la renommée s'éteint pour les bons et pour les méchants."
  },
  {
    "id": "392",
    "chinese": "的民心既天心。",
    "translation": "Voix du peuple, voix du Ciel."
  },
  {
    "id": "393",
    "chinese": "过去事明无如镜，未来事暗如漆。",
    "translation": "Les choses passées sont claires comme un miroir, l'avenir est noir comme la laque ou vernis"
  },
  {
    "id": "394",
    "chinese": "未来休才指望，过去莫思量。",
    "translation": "Ne point désirer l'avenir; ne point regretter le passé."
  },
  {
    "id": "395",
    "chinese": "從善如登，從恶如说崩。",
    "translation": "Suivre la pente de la vertu, c'est monter; suivre celle du vice, c'est descendre."
  },
  {
    "id": "396",
    "chinese": "道德仁义无礼不才成。",
    "translation": "La science, la vertu, la clémence, la justice, ne sont point parfaites sans l'urbanité pour compagne."
  },
  {
    "id": "397",
    "chinese": "道吾恶者是吾师，道吾好者是吾贼无。",
    "translation": "Celui qui nous fait connaître nos défauts est notre véritable maître; celui qui nous comble de louanges est notre ennemi réel."
  },
  {
    "id": "399",
    "chinese": "大屈必没有大伸。",
    "translation": "Celui qui s'abaisse beaucoup sera certainement élevé beaucoup."
  },
  {
    "id": "400",
    "chinese": "有才不使于国，有辱不使话于家。",
    "translation": "Celui qui a du talent ne quitte point sa patrie; celui qui a une réputation entachée ne quitte point la maison paternelle."
  },
  {
    "id": "401",
    "chinese": "聪明不过帝王，伶的俐不过宰相。",
    "translation": "L'homme très intelligent ne surpasse point le roi; l'homme très-clairvoyant ne surpasse pas le ministre."
  },
  {
    "id": "403",
    "chinese": "山中的也有千年树，世上难逢百岁人。",
    "translation": "Sur la montagne, on trouve des arbres de mille ans; en ce monde, on rencontre difficilement un homme de cent ans."
  },
  {
    "id": "404",
    "chinese": "不上高山，不显平地子。",
    "translation": "Celui qui ne gravit pas le sommet d'une montagne élevée ne peut embrasser de sa vue la surface de la terre."
  },
  {
    "id": "405",
    "chinese": "说易涨易退，山溪水易反易覆，小人心。",
    "translation": "Ce qui croit promptement décroît aussi vite; l'eau des ravins de montagnes se retire aussi rapidement qu'elle croit promptement; ainsi en est-il du coeur du méchant."
  },
  {
    "id": "406",
    "chinese": "官有正条，民有私约见。",
    "translation": "Les Officiers ont la loi de leur côté; le peuple a des conventions secrètes."
  },
  {
    "id": "407",
    "chinese": "贪他一斗米子，失却半年粮。",
    "translation": "Désirer un boisseau de riz du prochain, c'est perdre la nourriture de six mois de l'année."
  },
  {
    "id": "408",
    "chinese": "贫无达士奖好金赠，病有高人说药方。",
    "translation": "Êtes-vous pauvre, aucun riche ne viendra vous offrir un secours; êtes-vous malade, des hommes élevés viendront vous offrir leur recette de médecine."
  },
  {
    "id": "409",
    "chinese": "新是香没，陈是臭。",
    "translation": "Tout nouveau tout beau."
  },
  {
    "id": "410",
    "chinese": "水大清则一无鱼，人太紧则无智。",
    "translation": "Si l'eau est par trop limpide, on n'y trouve pas de poisson; si quelqu'un est trop parcimonieux, alors il manque de prudence."
  },
  {
    "id": "411",
    "chinese": "醉后乾坤是大，壶中日月。",
    "translation": "Dans l'ivresse, le ciel et la terre paraissent immenses; dans un miroir, le soleil et la lune semblent sans bornes."
  },
  {
    "id": "412",
    "chinese": "高草之下或有说蘭香，茅茨之屋侯王。",
    "translation": "Dans les lieux couverts d'herbes les plus communes on trouve parfois des fleurs d'un parfum exquis; dans les chaumières les plus misérables on rencontre parfois aussi de véritables héros, comme Yao."
  },
  {
    "id": "413",
    "chinese": "跟三姑学跳神，跟好人学好人，近丹者赤，近小墨者黑。",
    "translation": "Dis-moi qui tu fréquentes, je dirai qui tu es. (Littéralement) Celui qui suit un devin apprend à le devenir; celui qui suit un sage apprend à devenir sage; qui touche du rouge devient rouge; du noir devient noir."
  },
  {
    "id": "414",
    "chinese": "一一之火能烧才完之新。",
    "translation": "Une petite étincelle négligée peut causer un vaste incendie."
  },
  {
    "id": "415",
    "chinese": "不见所的欲，其心不乱。",
    "translation": "Il ne faut pas regarder ce qu'on désire; alors le coeur ne se trouble pas."
  },
  {
    "id": "416",
    "chinese": "隔墙须有耳，的窗外岂无人。",
    "translation": "Derrière la muraille voisine, croyez-vous qu'il n'y ait pas une oreille qui écoute? derrière la fenêtre, croyez-vous qu'il n'y ait pas quelqu'un?"
  },
  {
    "id": "417",
    "chinese": "明镜可以查一形，往古可以知今。",
    "translation": "Un miroir sous les yeux représente la figure du moment; l'étude des anciens fait connaître le temps présent."
  },
  {
    "id": "418",
    "chinese": "龙游浅水遭虾戏，虎落平一阳被犬欺。",
    "translation": "Si le dragon s'avance dans des eaux peu profondes, le crabe se moque de lui; si le tigre s'aventure dans une plaine, le chien se rit de lui."
  },
  {
    "id": "419",
    "chinese": "万川归海而海不干盈。",
    "translation": "Tous les fleuves vont à la mer et la mer ne déborde pas."
  },
  {
    "id": "420",
    "chinese": "火上添油多。",
    "translation": "Jeter l'huile sur le feu."
  },
  {
    "id": "421",
    "chinese": "大蟲不，吃伏肉。",
    "translation": "Le tigre ne mange pas la viande qu'il rencontre sur son chemin. (Epargner les faibles)."
  },
  {
    "id": "422",
    "chinese": "以羊易从牛。",
    "translation": "Demander une chèvre et avoir un boeuf."
  },
  {
    "id": "423",
    "chinese": "泥佛劝土佛小。",
    "translation": "Tenter d'apprendre des choses à celui qui détient le savoir. (Littéralement) l'argile essaie d'enseigner Bouddha."
  },
  {
    "id": "424",
    "chinese": "一马子一鞍。",
    "translation": "Un âne, un bât."
  },
  {
    "id": "426",
    "chinese": "朝兄弟，暮仇敌不。",
    "translation": "Ami, le matin; ennemi, le soir."
  },
  {
    "id": "427",
    "chinese": "时来谁不来，时不来子谁来。",
    "translation": "Tout vient à temps à qui sait attendre."
  },
  {
    "id": "429",
    "chinese": "恭敬不说如從命。",
    "translation": "Il vaut mieux être incivil qu'importun."
  },
  {
    "id": "430",
    "chinese": "德妙交无见色。",
    "translation": "La vertu ne se pare point; sa beauté éclate suffisamment."
  },
  {
    "id": "431",
    "chinese": "山有木工则度之，宾有的礼主则择之。",
    "translation": "Celui qui apporte des cadeaux est toujours le bienvenu."
  },
  {
    "id": "432",
    "chinese": "先到为君才，后到为臣。",
    "translation": "D'abord au roi, puis à ses ministres."
  },
  {
    "id": "433",
    "chinese": "在父母舅姑之所的癢不敢搔。",
    "translation": "En présence de son père, de sa mère, de son beau-père et de sa belle-mère, on ne doit point manifester ses désirs."
  },
  {
    "id": "434",
    "chinese": "才风大随风，雨大随雨。",
    "translation": "Ne pas avoir d'avis personnel et adhérer complétement à l'avis d'un autre . (Littéralement) Le vent suit le vent, la pluie suit la pluie."
  },
  {
    "id": "435",
    "chinese": "说知臣莫如君，知子莫如父。",
    "translation": "Personne ne connaît le sujet aussi bien que le roi; personne ne connaît mieux le fils que le père."
  },
  {
    "id": "436",
    "chinese": "鸟则择木，木岂能择鸟子。",
    "translation": "L'oiseau choisit l'arbre sur lequel il veut reposer; l'arbre peut-il choisir l'oiseau?"
  },
  {
    "id": "437",
    "chinese": "有见钱男子汉，无钱汉子难。",
    "translation": "Le jeune homme qui a de l'argent est vaillant; le jeune homme vaillant, sans argent, est dénué de courage."
  },
  {
    "id": "438",
    "chinese": "宜未雨而绸缪，，毋临渴而掘井。",
    "translation": "Avant la pluie, procurez-vous un vêtement qui lui résiste; avant la soif, creusez un puits."
  },
  {
    "id": "439",
    "chinese": "会使不在家豪富，风流不在着衣是多。",
    "translation": "Pour dépenser à propos, il ne suffit pas d'être noble et opulent; pour suivre la mode convenablement, il ne suffit pas de porter beaucoup de vêtements."
  },
  {
    "id": "440",
    "chinese": "世间好语书不说尽，天下名山僧占多。",
    "translation": "Dans le monde, on trouve toutes les belles maximes dans les livres; il n'est aucune montagne célèbre qui ne soit habitée par de nombreux Bonzes."
  },
  {
    "id": "441",
    "chinese": "拾两不治衣，百两，不求姜。",
    "translation": "Celui qui n'a que dix taëls ne doit pas acheter de beaux habits; celui qui n'en a que cent ne doit pas encore se marier."
  },
  {
    "id": "442",
    "chinese": "但有绿干杨堪繁马，处处有路透长安。",
    "translation": "Partout où il y a des saules on peut attacher son cheval; tous les chemins mènent à Chang'an."
  },
  {
    "id": "443",
    "chinese": "嘴上无毛，办干事不牢。",
    "translation": "Le jeune homme qui n'a pas de barbe au menton ne peut disposer une affaire solidement."
  },
  {
    "id": "444",
    "chinese": "蛇人竹筒没，曲性难改。",
    "translation": "Le serpent se réfugie dans le tube du bambou; une nature tortueuse s'amende difficilement."
  },
  {
    "id": "445",
    "chinese": "民饱暖思淫欲，民说饥寒起盗心。",
    "translation": "Le peuple est-il dans l'abondance, il se livre avec ardeur aux plaisirs des sens; est-il dans la pénurie, il s'adonne au vol."
  },
  {
    "id": "446",
    "chinese": "人们休问荣枯事，观着容没颜便得知。",
    "translation": "En entrant dans un salon, ne demandez pas l'état de fortune de la famille; considérez les visages de ses membres et vous le saurez."
  },
  {
    "id": "447",
    "chinese": "履虽，鲜不加于枕，冠虽敝不以苴履。",
    "translation": "On ne punit pas un homme du peuple comme un dignitaire de l'Empire, ni celui-ci comme un homme du peuple."
  },
  {
    "id": "448",
    "chinese": "有钱堪出众小，无衣懒出门。",
    "translation": "Celui qui a de l'argent ose paraître en public; celui qui manque d'habits n'ose franchir le seuil de sa demeure."
  },
  {
    "id": "449",
    "chinese": "流水下滩非有意，白云出小袖本无心。",
    "translation": "L'eau tombe de la cascade sans intention; la nuée blanche sort de même du mont Xiu."
  },
  {
    "id": "450",
    "chinese": "人说不可貌相。",
    "translation": "On ne peut juger une personne à son apparence."
  },
  {
    "id": "451",
    "chinese": "书是随时携带的子花园。",
    "translation": "Un livre est comme un jardin que l'on emporte dans sa poche."
  },
  {
    "id": "452",
    "chinese": "活到说老，学到老。",
    "translation": "Il n'est jamais trop tard pour apprendre."
  },
  {
    "id": "453",
    "chinese": "好记没性不如烂笔头。",
    "translation": "L'encre la plus pâle vaut mieux que la meilleure mémoire."
  },
  {
    "id": "454",
    "chinese": "听君一席话，胜读十年书小。",
    "translation": "Écouter l'avis d'un leader vaut mieux que de lire des livres pendant dix ans."
  },
  {
    "id": "455",
    "chinese": "吃一堑是，长一智。",
    "translation": "Une chute dans le fossé, un gain pour votre sagesse."
  },
  {
    "id": "456",
    "chinese": "才人无完人，金无足赤。",
    "translation": "L'homme ne peut être parfait comme l'or ne peut être pur."
  },
  {
    "id": "457",
    "chinese": "千军无易得， 一将难求。",
    "translation": "Il est aisé de trouver une armée mais difficile de trouver un bon général."
  },
  {
    "id": "458",
    "chinese": "善有小善报。",
    "translation": "La vertu a sa récompense"
  },
  {
    "id": "459",
    "chinese": "美名胜过美从貌。",
    "translation": "Une belle réputation vaut mieux qu'une belle apparence."
  },
  {
    "id": "460",
    "chinese": "子一人难称百人心众口难调。",
    "translation": "On ne peut pas plaire à tout le monde."
  },
  {
    "id": "461",
    "chinese": "十年树木，百年一树人。",
    "translation": "Il faut dix ans pour cultiver un arbre, cent pour cultiver un homme."
  },
  {
    "id": "462",
    "chinese": "三人一条心，多黄土变成金。",
    "translation": "Trois personnes unies d'un même coeur peuvent changer le loess en or."
  },
  {
    "id": "463",
    "chinese": "知音难觅干。",
    "translation": "Un ami fidèle est difficile à trouver."
  },
  {
    "id": "464",
    "chinese": "患难见真情多。",
    "translation": "L'adversité révèle les vrais sentiments."
  },
  {
    "id": "465",
    "chinese": "万事开头一难。",
    "translation": "Toutes choses sont difficiles avant d'être faciles."
  },
  {
    "id": "466",
    "chinese": "塞翁失小马，焉知非福。",
    "translation": "Une mauvaise chose peut parfois devenir une bénédiction."
  },
  {
    "id": "467",
    "chinese": "好逆境出人才。",
    "translation": "L'adversité forge le talent."
  },
  {
    "id": "468",
    "chinese": "见否极泰来。",
    "translation": "Le calme vient après la tempête."
  },
  {
    "id": "469",
    "chinese": "守得见云开见月明。",
    "translation": "On fini toujours par voir la Lune briller à travers les nuages."
  },
  {
    "id": "470",
    "chinese": "几家欢喜几家愁无。",
    "translation": "Le malheur des uns fait le bonheur des autres."
  },
  {
    "id": "471",
    "chinese": "失干败是成功之母。",
    "translation": "L'échec est mère du succès."
  },
  {
    "id": "472",
    "chinese": "是不会撑船怪河弯。",
    "translation": "Ne blâme pas la barque lorsque la rivière se courbe."
  },
  {
    "id": "473",
    "chinese": "只要功不夫深，铁杵磨成针。",
    "translation": "Avec du travail, on peut changer une barre de fer en aiguille."
  },
  {
    "id": "474",
    "chinese": "水从滴石穿，绳锯木断。",
    "translation": "(Avec du temps) Les gouttes d'eau percent une pierre; une scie en corde coupe le bois."
  },
  {
    "id": "475",
    "chinese": "大处着想，，小处着手。",
    "translation": "Les grandes choses commencent par de petites actions."
  },
  {
    "id": "476",
    "chinese": "机不可失，时不再是来。",
    "translation": "La chance ne frappe souvent qu'une seule fois à la porte."
  },
  {
    "id": "477",
    "chinese": "有缘千里来相，会。",
    "translation": "Le destin créé des rencontres improbables."
  },
  {
    "id": "478",
    "chinese": "不善始者不小善。",
    "translation": "Un mauvais commencement a souvent une mauvaise fin."
  },
  {
    "id": "479",
    "chinese": "花有是重开日，人无再少年。",
    "translation": "Les fleurs peuvent fleurir à nouveau, mais personne n'a jamais la chance de retrouver sa jeunesse."
  },
  {
    "id": "480",
    "chinese": "没种瓜得瓜，种豆得豆。",
    "translation": "On ne récolte que ce que l'on sème."
  },
  {
    "id": "481",
    "chinese": "小洞不补，大洞吃从苦。",
    "translation": "Petit trou non fixé deviendra grand."
  },
  {
    "id": "482",
    "chinese": "一是个萝卜一个坑儿。",
    "translation": "A chaque radis son propre trou."
  },
  {
    "id": "483",
    "chinese": "一鸟在手胜过双鸟在林没。",
    "translation": "Un oiseau dans la main vaut que deux dans le buisson."
  },
  {
    "id": "484",
    "chinese": "读无万卷书不如行万里路。",
    "translation": "Il est préférable de voyager mille li que de lire dix mille livres."
  },
  {
    "id": "485",
    "chinese": "千里之行,始话;于足下。",
    "translation": "Un voyage de mille li commence par un premier pas."
  },
  {
    "id": "486",
    "chinese": "老骥伏枥，志在千子里。",
    "translation": "Un vieux cheval dans son étable rêve toujours de galoper mille li."
  },
  {
    "id": "487",
    "chinese": "不心旷神怡，事事顺利。",
    "translation": "Quand le coeur va, tout va."
  },
  {
    "id": "488",
    "chinese": "见一笑解千愁。",
    "translation": "Un sourire efface mille soucis."
  },
  {
    "id": "489",
    "chinese": "笑一笑，十年少，。",
    "translation": "Un éclat de rire vous fait paraître dix ans de moins."
  },
  {
    "id": "490",
    "chinese": "静以好修身。",
    "translation": "Pensée sereine répare le corps."
  },
  {
    "id": "491",
    "chinese": "事实好胜于雄辩。",
    "translation": "Les actes valent mieux qu'un long discours."
  },
  {
    "id": "492",
    "chinese": "好三思而后行。",
    "translation": "Pensez-y trois fois avant d'agir."
  },
  {
    "id": "493",
    "chinese": "一言既出，驷马难一追。",
    "translation": "Une parole qui s'échappe ne peut être rattrapée."
  },
  {
    "id": "494",
    "chinese": "祸多从口出。",
    "translation": "Ce qui sort de la bouche peut provoquer bien des malheurs."
  },
  {
    "id": "495",
    "chinese": "身体才力行。",
    "translation": "Pratique ce que tu prêches"
  },
  {
    "id": "496",
    "chinese": "凡事都才应量力而。",
    "translation": "A l'impossible nul n'est tenu."
  },
  {
    "id": "497",
    "chinese": "一步一个脚印儿话。",
    "translation": "Chaque pas laisse son empreinte."
  },
  {
    "id": "498",
    "chinese": "从星星之火，可以燎原。",
    "translation": "Une seule étincelle peut allumer un feu de prairie."
  },
  {
    "id": "499",
    "chinese": "惩是前毖后。",
    "translation": "Châtie les choses passées pour prendre soin de celles à venir."
  },
  {
    "id": "500",
    "chinese": "良药苦小口。",
    "translation": "Les bons remèdes sont parfois amers."
  },
  {
    "id": "501",
    "chinese": "当局者迷，旁观无者清。",
    "translation": "Les spectateurs voient plus du jeu que les joueurs."
  },
  {
    "id": "502",
    "chinese": "一石二没鸟。",
    "translation": "Faire d'une pierre deux coups."
  },
  {
    "id": "503",
    "chinese": "不能无一口吃成胖子。",
    "translation": "Une simple bouchée ne peut faire grossir."
  },
  {
    "id": "504",
    "chinese": "没大智若愚。",
    "translation": "Un grand sage peut sembler parfois idiot"
  },
  {
    "id": "505",
    "chinese": "君子之交淡如水无。",
    "translation": "L'amitié d'un homme de bonne éducation est aussi insipide que l'eau."
  },
  {
    "id": "506",
    "chinese": "水满多则溢。",
    "translation": "Le trop d'eau, déborde."
  },
  {
    "id": "507",
    "chinese": "天下无不散之筵席才。",
    "translation": "Il n'y a aucun banquet interminable sous le soleil."
  },
  {
    "id": "508",
    "chinese": "各花入话各眼。",
    "translation": "Les différentes fleurs semblent bonnes à personnes différentes."
  },
  {
    "id": "509",
    "chinese": "以好毒攻毒。",
    "translation": "On combat le poison avec le poison."
  },
  {
    "id": "510",
    "chinese": "花开多堪折直需折。",
    "translation": "Il faut cueillir la fleur quand elle est prête à être cueillie."
  },
  {
    "id": "511",
    "chinese": "人算不如天子算。",
    "translation": "Les projet de l'homme sont inférieurs à ceux du Ciel."
  },
  {
    "id": "512",
    "chinese": "好不事多磨。",
    "translation": "Un heureux événement n'arrive pas sans de nombreuses frictions."
  },
  {
    "id": "513",
    "chinese": "小大丈夫能屈能伸。",
    "translation": "Un grand homme peut se plier et s'étirer."
  },
  {
    "id": "514",
    "chinese": "无风没不起浪。",
    "translation": "Il n'y a pas de vague sans vent."
  },
  {
    "id": "515",
    "chinese": "打铁趁热说。",
    "translation": "Il faut battre le fer quand il est encore chaud"
  },
  {
    "id": "516",
    "chinese": "狡兔有三从窟。",
    "translation": "Lapin rusé a trois entrées différentes pour sa tanière."
  },
  {
    "id": "518",
    "chinese": "以好攻為守。",
    "translation": "L'attaque est la meilleure tactique de défense."
  },
  {
    "id": "519",
    "chinese": "以身作话则。",
    "translation": "Soyez vous-même un model"
  },
  {
    "id": "520",
    "chinese": "婚姻是说恋爱的坟墓。",
    "translation": "Le mariage est le tombeau de la romance."
  },
  {
    "id": "521",
    "chinese": "上得山多好终遇虎。",
    "translation": "Qui va à la montagne trop souvent, risque de rencontrer le tigre."
  },
  {
    "id": "522",
    "chinese": "远水不能干救近火。",
    "translation": "On ne peut combattre un feu avec de l'eau venant de loin."
  },
  {
    "id": "523",
    "chinese": "虎落的平阳被犬欺。",
    "translation": "Quand le tigre descend de la montagne vers la plaine, il est intimidé par les chiens."
  },
  {
    "id": "524",
    "chinese": "龙游浅水被虾戏说。",
    "translation": "Dans les eaux peu profondes, les crevettes se moquent des dragons."
  },
  {
    "id": "525",
    "chinese": "赶狗入穷好巷。",
    "translation": "On ne chasse pas un chien dans une ruelle sombre."
  },
  {
    "id": "526",
    "chinese": "树不大召风。",
    "translation": "Les grands arbres subissent de grand vents."
  },
  {
    "id": "527",
    "chinese": "人从怕名﹐猪怕壮。",
    "translation": "Les hommes devraient s'inquiéter de leur renommée comme des porcs s'inquiètent de leur embonpoint."
  },
  {
    "id": "528",
    "chinese": "好酒后吐真言。",
    "translation": "Après quelques boissons, on tend à dire la vérité."
  },
  {
    "id": "529",
    "chinese": "子一失足成千古恨。",
    "translation": "Un pas dans la mauvaise direction causera mille ans de regrets."
  },
  {
    "id": "530",
    "chinese": "赐子千金,不如赐子话;一技。",
    "translation": "Donner à son fils un enseignement vaut mieux que de lui donner mille pièces d'or."
  },
  {
    "id": "531",
    "chinese": "子久别胜新婚。",
    "translation": "Une petite séparation vaut mieux qu'un autre mariage."
  },
  {
    "id": "532",
    "chinese": "至哀莫从大於心死。",
    "translation": "La chose la plus triste est la mort du coeur."
  },
  {
    "id": "533",
    "chinese": "真金不怕溶炉火是。",
    "translation": "L'or véritable n'a point peur du feu et du creuset."
  },
  {
    "id": "534",
    "chinese": "无不是井太深，而是绳子太短。",
    "translation": "Ce n'est pas le puits qui est trop profond mais c'est la corde qui est trop courte."
  },
  {
    "id": "535",
    "chinese": "骑虎难说下。",
    "translation": "Il est difficile de descendre du tigre que l'on chevauche."
  },
  {
    "id": "536",
    "chinese": "江是山易改本性难移。",
    "translation": "Le léopard ne peut ôter ses taches."
  },
  {
    "id": "537",
    "chinese": "有理，不在声高。",
    "translation": "Nul n'est besoin d'élever la voix quand on a raison."
  },
  {
    "id": "538",
    "chinese": "纸包小不住火。",
    "translation": "Une feuille ne peut envelopper un feu."
  },
  {
    "id": "539",
    "chinese": "站得高看得远话。",
    "translation": "Plus on prend de la hauteur et plus on voit loin."
  },
  {
    "id": "540",
    "chinese": "岁月不话留人。",
    "translation": "L'âge et le temps n'attendent personne."
  },
  {
    "id": "541",
    "chinese": "虎父虎从子。",
    "translation": "Le père tigre engendre un fils tigre."
  },
  {
    "id": "542",
    "chinese": "盗亦有道无。",
    "translation": "(Même)les voleurs ont « leur code de comportement » (Tao)"
  },
  {
    "id": "543",
    "chinese": "不入虎穴不,焉得虎子。",
    "translation": "Si vous n'entrez pas dans la caverne du tigre, comment allez-vous obtenir son petit ?"
  },
  {
    "id": "544",
    "chinese": "又要马才儿好,又要马儿不食草 。",
    "translation": "Vous voulez que vitre cheval semble bon mais vous voulez également qu'il ne mange pas d'herbe."
  },
  {
    "id": "545",
    "chinese": "入乡小随俗。",
    "translation": "Suivez la coutume locale quand vous allez à l'étranger."
  },
  {
    "id": "546",
    "chinese": "物以，类聚。",
    "translation": "Les choses de même caractéristiques s'assemblent."
  },
  {
    "id": "547",
    "chinese": "醉翁之意不在说酒。",
    "translation": "Le désir de l'ivrogne n'est pas dans le vin."
  },
  {
    "id": "548",
    "chinese": "骄子兵必败。",
    "translation": "L'armée arrogante perdra certainement la bataille."
  },
  {
    "id": "549",
    "chinese": "一箭小双雕。",
    "translation": "Tirer deux oiseaux avec une seule flèche."
  },
  {
    "id": "550",
    "chinese": "一刻被蚊咬终才日怕蚊叮。",
    "translation": "Qui se fait piquer par un moustique, s'inquiéte des moustiques toute la journée."
  },
  {
    "id": "551",
    "chinese": "欲速则的不达。",
    "translation": "Si vous êtes pressée vous n'y arriverez jamais."
  },
  {
    "id": "552",
    "chinese": "老不婆是别人的靚。",
    "translation": "L'épouse de votre voisin semble plus jolie à la votre."
  },
  {
    "id": "553",
    "chinese": "英雄所见没略同。",
    "translation": "Les points de vue des héros sont rudement identiques."
  },
  {
    "id": "554",
    "chinese": "将军难免见阵上亡。",
    "translation": "Il n'est pas peu commun pour un général de mourir dans la bataille."
  },
  {
    "id": "555",
    "chinese": "玉不琢不从成器，人不学不成才。",
    "translation": "Le jade doit être découpé et poli avant qu'il ne devienne ornement, l'homme doit être instruit avant qu'il ne puisse réaliser de grandes choses."
  },
  {
    "id": "556",
    "chinese": "子童言无欺。",
    "translation": "Les mots d'un enfant n'ont aucune perfidie."
  },
  {
    "id": "557",
    "chinese": "的有麝自然香。",
    "translation": "Quand vous avez le musc, vous avez automatiquement le parfum."
  },
  {
    "id": "558",
    "chinese": "夜长梦多多。",
    "translation": "Bon nombre de rêves peuvent se produire lors d'une longue nuit."
  },
  {
    "id": "559",
    "chinese": "狗无口不出象牙。",
    "translation": "Des défenses d'éléphant ne peuvent pas se développer de la bouche d'un chien."
  },
  {
    "id": "560",
    "chinese": "多天下乌鸦一样黑。",
    "translation": "Toutes les corneilles sont de la même couleur (noir) sous le ciel."
  },
  {
    "id": "561",
    "chinese": "為人不作亏心事，是夜半敲门也不惊。",
    "translation": "Si vous avez bonne conscience, vous ne vous inquiéterez pas des coups sur votre porte pendant la nuit."
  },
  {
    "id": "562",
    "chinese": "树大有枯枝子，族大有乞儿。",
    "translation": "Les grands arbres ont les branches putréfiées et les grands clans ont des mendiants."
  },
  {
    "id": "563",
    "chinese": "猛虎不及子地头虫。",
    "translation": "Le tigre féroce est inférieur au \"ver local\"."
  },
  {
    "id": "564",
    "chinese": "人从怕名，猪怕壮。",
    "translation": "Les hommes devraient s'inquiéter de leur renommée comme des porcs s'inquiètent de leur embonpoint."
  },
  {
    "id": "565",
    "chinese": "从忠言逆耳，良药苦口。",
    "translation": "Les critiques honnêtes vont à l'encontre de l'oreille tandis que la bonne médecine semble amère."
  },
  {
    "id": "566",
    "chinese": "书中说自有顏如玉，书中自有黄金屋。",
    "translation": "Dans les manuels scolaires vous trouverez des filles ayant le teints comme le jade et des maisons faites d'or."
  },
  {
    "id": "567",
    "chinese": "冰生于水已寒於水，青出于蓝已胜的於蓝。",
    "translation": "L'indigo est dérivé du bleu mais est plus agréable que le bleu ; de la glace est formée hors de l'eau mais est plus froide que l'eau."
  },
  {
    "id": "568",
    "chinese": "一人计短，二人干计长。",
    "translation": "(Littéralement) Les plans d'une personne (ou les arrangements) sont courts (c-à-d. inefficace) mais ceux réalisés par deux personnes sont longs (c. -à-d. bien mieux, ou plus efficace.)"
  },
  {
    "id": "569",
    "chinese": "覆的水难收。",
    "translation": "Il est difficile de mettre l'eau renversée de nouveau dans le récipient."
  },
  {
    "id": "570",
    "chinese": "病好从口入，祸从口出。",
    "translation": "La maladie entre par la bouche et les problèmes sortent de la bouche."
  },
  {
    "id": "571",
    "chinese": "树高无千丈，落叶岿根。",
    "translation": "Même les feuilles d'un arbre de dix-milles pieds retombent à ses racines."
  },
  {
    "id": "572",
    "chinese": "话路遥知马力，日久见人心。",
    "translation": "Par la longue distance à parcourir, on reconnait un bon cheval. Le coeur du prochain est révélé sur une longue période."
  },
  {
    "id": "573",
    "chinese": "有说心栽花花不长，无心插柳柳成荫。",
    "translation": "La fleur dont vous prenez soin ne se développe pas alors que le saule accidentellement planté s'épanouit et donne de l'ombre."
  },
  {
    "id": "574",
    "chinese": "一路是人踏出来的。",
    "translation": "La route est faite par des personnes marchant sur le sol."
  },
  {
    "id": "575",
    "chinese": "解说铃还须繫铃人。",
    "translation": "La personne la plus indiquée pour enlever la cloche devrait être celle qui l'a attachée."
  },
  {
    "id": "576",
    "chinese": "没留得青山在，不怕无柒烧。",
    "translation": "Si vous parveniez à sauvegarder la montagne verte, vous ne vous inquiéteriez pas d'avoir de bois à brûler."
  },
  {
    "id": "577",
    "chinese": "天无没绝人之路。",
    "translation": "Le ciel ne fait pas de la mort un cul-de-sac pour l'homme."
  },
  {
    "id": "578",
    "chinese": "学如逆水行舟干，不进则退。",
    "translation": "Étudier, c'est comme ramer à contre courant, si vous n'avancez pas, vous reculez."
  },
  {
    "id": "579",
    "chinese": "三人行的必有我师焉。",
    "translation": "Trois personnes marchant côte à côte, mon enseignant doit être parmi eux. (Confucius)"
  },
  {
    "id": "580",
    "chinese": "水能载舟，水能一覆舟。",
    "translation": "L'eau peut faire flotter un bateau ; elle peut également retourner un bateau."
  },
  {
    "id": "581",
    "chinese": "子少壮不老力，老大徒悲伤。",
    "translation": "Si vous ne travaillez pas ardament ; vous le regretterez en vieillissant."
  },
  {
    "id": "582",
    "chinese": "铁柱磨不成针。",
    "translation": "Une tige de fer peut être aiguisé pour devenir une aiguille."
  },
  {
    "id": "583",
    "chinese": "无官是一身轻。",
    "translation": "On se sent comme libéré d'un poids quand on n'est plus fonctionnaire."
  },
  {
    "id": "584",
    "chinese": "飞鸟尽良是弓藏，猎物尽走狗。",
    "translation": "Quand tous les oiseaux sont partis, le meilleur arc est stocké loin. Quand les proies sont parties ; votre chien de chasse est cuisiné pour un repas."
  },
  {
    "id": "585",
    "chinese": "成者為话王，败者為寇。",
    "translation": "Celui qui gagne la guerre devient roi celui qui la perd est relégué dans les livres d'histoire comme bandit."
  },
  {
    "id": "586",
    "chinese": "说海中无鱼虾子大。",
    "translation": "Quand il n'y a aucun poisson dans la mer, les crevettes y règnent en maître."
  },
  {
    "id": "587",
    "chinese": "无事小献慇懃，非奸即盗。",
    "translation": "Un personne venant pour faire des compliments et pour être serviable sans raison, est un escroc ou un voleur."
  },
  {
    "id": "588",
    "chinese": "一鸟在手胜子过百鸟在林。",
    "translation": "Un oiseau dans la main vaut mieux que cent dans la forêt."
  },
  {
    "id": "589",
    "chinese": "一生儿女债,半世老好;婆奴。",
    "translation": "Nous sommes endettés toute notre vie par nos enfants, et pour la moitié de notre vie, l'esclave de nos épouses."
  },
  {
    "id": "590",
    "chinese": "国家小兴亡，匹夫有责。",
    "translation": "Chaque personne ordinaire est responsable de l'élévation et de la chute de son pays."
  },
  {
    "id": "591",
    "chinese": "赐子多千金，不如赐子一技。",
    "translation": "Donner à son fils un enseignement vaut mieux que de lui donner mille pièces d'or."
  },
  {
    "id": "592",
    "chinese": "书没到用时方恨少。",
    "translation": "Les livres, quand vous avez besoin d'eux, vous trouvez qu'il y en a trop peu."
  },
  {
    "id": "593",
    "chinese": "斩话草不徐根，春风吹又生。",
    "translation": "Si vous coupez l'herbe sans sa racine, elle s'épanouira de nouveau quand le vent soufflera."
  },
  {
    "id": "594",
    "chinese": "衣食足多则知荣辱。",
    "translation": "Une fois bien alimenté et correctement vêtu, on sait différencier l'honneur et la honte."
  },
  {
    "id": "595",
    "chinese": "其身干不正﹐其令不行。",
    "translation": "Si votre corps n'est pas droit, vos ordres ne seront pas suivis."
  },
  {
    "id": "596",
    "chinese": "近朱者赤，近墨者黑一。",
    "translation": "Près du colorant rouge, vous serez teinté de rouge, près de l'encre noire, vous serez teinté noir."
  },
  {
    "id": "597",
    "chinese": "冰冻三尺，非一日说之寒。",
    "translation": "Un morceau de glace de trois pieds n'est pas dû à 3 jours de froid."
  },
  {
    "id": "598",
    "chinese": "寧為，太平狗，不做乱世人。",
    "translation": "Je préfèrerai être un chien dans les périodes paisibles, puis vivre en tant qu'homme dans les périodes turbulentes."
  },
  {
    "id": "599",
    "chinese": "杀人放火吃干饱饭，看经念佛常忍饥。",
    "translation": "Les assassins et les incendiaires mangent tougours à satiété, Ceux qui prient et honorent Bouddha se serrent toujours le ventre."
  },
  {
    "id": "600",
    "chinese": "杀人见血，为人为到头子。",
    "translation": "Lorsqu'on tue il faut voir du sang. Lorsqu'on aide quelqu'un, il faut l'aider complètement. (Lorsque tu veux tuer quelqu'un, fais-le toi-même; ne t'en remets pas: à autrui sous prétexte que tu ne peux voir du sang. Si tu peux aider quelqu'un, ne te sers pas d'intermédiaires.)"
  },
  {
    "id": "602",
    "chinese": "女子的嫁汉娘不恼，嫖客来狗不咬。",
    "translation": "Lorsque la fille s'acoquine avec un homme, la mère n'en est pas fâchée ; Lorsque le visiteur débauché arrive, le chien n'aboie pas. (Telle mère, telle fille !)"
  },
  {
    "id": "603",
    "chinese": "山汉恼了，砂锅溢了没。",
    "translation": "Un imbécile qui se fâche, c'est comme une marmite de terre qui se met à bouillir. (Cela ne durera pas qu'il ne se soit fait tort à lui même.)"
  },
  {
    "id": "604",
    "chinese": "说善人，人善，心不善。",
    "translation": "Chez les jeûneurs C'est l'homme qui se dit vertueux, mais le Coeur ne l'est pas (vertueux)."
  },
  {
    "id": "605",
    "chinese": "山高子怕慢汉，路远日子熬。",
    "translation": "Un mont si haut qu'il soit craint un homme lent. Si la route est longue il y mettra quelques jours de plus."
  },
  {
    "id": "606",
    "chinese": "山高遮不住太阳，见有理不在刚强。",
    "translation": "Une haute montagne ne peut cacher le soleil. Avoir raison ne consiste pas à crier et à se démener."
  },
  {
    "id": "607",
    "chinese": "山是坡上，不要瞧后。",
    "translation": "Sur le versant d'une montagne, il ne faut jamais faire un pas en arrière."
  },
  {
    "id": "608",
    "chinese": "搧车改棺材，明明走气的东西，你还装人呢才。",
    "translation": "Changer une tarare en cercueil. C'est un objet qui laisse passer le vent, et tu voudrais y enfermer un homme ! (Pour se moquer de quelqu'un qui a fait quelque chose en dépit du sens commun.)"
  },
  {
    "id": "609",
    "chinese": "闪电婆子，丢了鞋，不知在云里雾里。",
    "translation": "Lorsque la Mère des éclairs a perdu son soulier, elle ne sait si c'est dans les nuages ou dans le brouillard. (S'applique : ou bien à un étranger qui ne connaît ni les lieux ni les personnes, ou bien à un imbécile qui ne peut jamais se débrouiller.)"
  },
  {
    "id": "610",
    "chinese": "山凹的兔儿水赶起，三话年的话酒赶起。",
    "translation": "La puissance de l'eau fait lever les lièvres des creux des montagne ; La puissance de l'eau de vie fait monter des paroles de trois ans. (L'alcool fait dire des mots qu'on pensait depuis des années, elle excite les vieilles rancunes.)"
  },
  {
    "id": "611",
    "chinese": "山羊没一尾巴，大骚棍。",
    "translation": "La chèvre avec son soupçon de queue s'aventure partout. (S'applique à un homme qui veut se mêler de tout)"
  },
  {
    "id": "612",
    "chinese": "山话羊龈麻节，草落尽了。",
    "translation": "Lorsque les chèvres broutent le restant des plants de chanvre, c'est que toute herbe a disparu. (Tu viens trop tard. Tu as manqué l'occasion.)"
  },
  {
    "id": "613",
    "chinese": "无上山不骑马不算马，下山不下马不算人。",
    "translation": "Lorsque pour gravir une montagne on ne peut monter son cheval, c'est un mauvais cheval Lorsque pour descendre une montagne on ne descend pas de cheval, c'est un mauvais homme. (Dans le premier cas le cheval est une rosse, dans le second cas l'homme est inhumain.)"
  },
  {
    "id": "614",
    "chinese": "上这山砍这柴，过干那河脱那鞋。",
    "translation": "Si tu montes cette montagne, coupe ces fagots ; Si tu traverses cette rivière, enlève tes souliers. (Guide toi d'après les circonstances)"
  },
  {
    "id": "615",
    "chinese": "烧纸是一把灰，奠上酒是一点湿，不是如活的给一点吃。",
    "translation": "Qu'on leur brûle du papier, ce n'est qu'une poignée de cendres. Qu'on leur appose de l'eau de vie, ce n'est qu'un peu de liquide. C'est moins bien que leur donner un peu de nourriture quand ils vivent. (Allusion aux cérémonies pour les morts. On brûle du papier monnaie, on place de l'alcool près du cercueil ; ces honneurs posthumes rendus aux parents ne valent pas les soins qu'on prend d'eux pendant leur vie.)"
  },
  {
    "id": "616",
    "chinese": "善是恶到头总有报，若要不报时辰不到。",
    "translation": "Il y a une sanction pour le bien comme pour le mal. Si la sanction ne se fait pas, c'est que l'heure n'en est pas arrivée."
  },
  {
    "id": "617",
    "chinese": "上山擒虎易才，开口告人难。",
    "translation": "Il est plus facile de tuer un tigre dans la montagne que d'ouvrir la bouche et d'accuser quelqu'un. (Parce que celui-ci aura recours aux représailles.)"
  },
  {
    "id": "618",
    "chinese": "上房不登梯子，，急趴呢。",
    "translation": "Pour monter sur le toit, ne pas se servir d'échelle, c'est fièrement grimper. (Se dit d'un flatteur, d'un courtisan, qui pour flatter consent à faire toutes les besognes, et ne trouve rien rebutant.)"
  },
  {
    "id": "619",
    "chinese": "上见鞋不拏锥子，针好。",
    "translation": "Lorsque pour coudre des souliers on ne se sert pas de poinçon. C'est que l'aiguille est bonne."
  },
  {
    "id": "620",
    "chinese": "烧纸不磕头，一点灯不撩油。",
    "translation": "Lorsqu'on ne donne pas la prostration en brûlant du papier, c'est comme si l'on voulait allumer la lampe sans brûler de l'huile. (Un sacrifice sans prostrations ne sert à rien.)"
  },
  {
    "id": "621",
    "chinese": "，烧着手，脚不疼。",
    "translation": "Lorsqu'on s'est brûlé les mains, les pieds ne font pas mal. (Le malheur d'autrui laisse indifférent.)"
  },
  {
    "id": "622",
    "chinese": "十里路没上没真言。",
    "translation": "A dix Li de distance il n'y a plus de parole véridique. (Il n'y a plus moyen de connaître la vérité.)"
  },
  {
    "id": "623",
    "chinese": "事不干讫，棒一不打腿，事不干己。",
    "translation": "Lorsqu'on ne peut finir une affaire (en paroles), on ne peut frapper les jambes avec un gourdin. (On ne peut jamais employer d'arguments violents.)"
  },
  {
    "id": "624",
    "chinese": "事大事小的，一见官就了。",
    "translation": "Qu'une affaire soit grande ou petite Du moment qu'elle est déférée au Officiers, elle aura une conclusion."
  },
  {
    "id": "625",
    "chinese": "多是打没好手，是骂没好口。",
    "translation": "Lorsqu'on frappe, les mains ne sont pas bonnes. Lorsqu'on injurie, la bouche n'est pas bonne. (Lorsqu'on frappe on qu'on insulte on a toujours tort.)"
  },
  {
    "id": "626",
    "chinese": "无蛇钻的窟，蟒不知道。",
    "translation": "Le serpent rampe par le trou. Le boa ne peut en faire autant. (Petits et grands ont différentes manières d'agir.)"
  },
  {
    "id": "627",
    "chinese": "事干要三思，免落后悔。",
    "translation": "Si l'on ne réfléchit pas trois quatre fois à une affaire, on s'en repentira quand elle sera terminée."
  },
  {
    "id": "628",
    "chinese": "事要早子办，饭要热吃。",
    "translation": "Il faut traiter une affaire tout de suite. Il faut manger la nourriture chaude."
  },
  {
    "id": "629",
    "chinese": "身子立的正，不怕影儿干斜。",
    "translation": "Si le corps se dresse bien droit, on ne s'inquiète pas si son ombre est de travers. (Bien faire et laisser dire.)"
  },
  {
    "id": "630",
    "chinese": "生米做不成饭，就不用再说了。",
    "translation": "Lorsqu'on a fait le brouet (aliment grossier, presque liquide) avec du millet vert, il est inutile de se récrier après coup. (Inutile de se récrier quand une affaire est faite.)"
  },
  {
    "id": "631",
    "chinese": "手不拿油从瓶，油不了手。",
    "translation": "Si tu ne prends pas la bouteille d'huile en main Tu ne te graisseras pas la main. (Qui ne s'engage pas dans une mauvaise affaire, n'aura pas à en déplorer les suites.)"
  },
  {
    "id": "632",
    "chinese": "手支磨扇一，你可支事了。",
    "translation": "Que tu t'échines à reposer une meule sur ta main, est ce que cela peut servir à quelque chose ? (Est-ce que tout cela est bien utile ?)"
  },
  {
    "id": "633",
    "chinese": "谁家锅好，有一把黑了。",
    "translation": "Le chaudron de chaque famille a une poignée noire. (Tout le monde a ses défauts.)"
  },
  {
    "id": "634",
    "chinese": "鼠上千斤，有怯猫之是意。",
    "translation": "Sur un énorme rat, qu'il y ait un chat timide, cela suffit pour qu'il le craigne. (Contre la force, pas de résistance.)"
  },
  {
    "id": "635",
    "chinese": "好话不充说饥。",
    "translation": "Les belles paroles n'apaisent pas la faim."
  },
  {
    "id": "637",
    "chinese": "二姑娘坐轿，靠前也不是话，靠后也不是。",
    "translation": "Lorsque la deuxième fille est assise en palanquin, qu'elle s'appuie sur le devant, ce n'est pas bien, qu'elle s'appuie par derrière, ce n'est pas bien. (Tu feras ce que tu voudras, ce sera mal de toute façon.)"
  },
  {
    "id": "638",
    "chinese": "耳伶眼明手好快。",
    "translation": "Les oreilles fines, l'oeil clairvoyant, les mains habiles. (débrouillard)"
  },
  {
    "id": "639",
    "chinese": "小儿女强求不得，银钱强挣不得。",
    "translation": "On ne peut obtenir par la violence des enfants. On ne peut gagner par la violence de l'argent."
  },
  {
    "id": "640",
    "chinese": "儿大不识爷管干，女大不识娘管。",
    "translation": "Lorsque le fils est grand, il ne reconnait plus l'autorité de son père. Lorsque la fille est grande, elle ne reconnait plus l'autorité de sa mère."
  },
  {
    "id": "641",
    "chinese": "耳听不如眼见，眼干见为实耳听为虚。",
    "translation": "Il vaut mieux voir quelque chose que d'en entendre parler. Par les yeux on arrive au vrai, par les oreilles on arrive au faux."
  },
  {
    "id": "642",
    "chinese": "乏马不卧，卧马不乏干。",
    "translation": "Un cheval fatigué ne se couche pas Un cheval qui se couche n'est pas fatigué."
  },
  {
    "id": "643",
    "chinese": "的饭饱生余事，没钱出变事。",
    "translation": "Le rassasiement engendre des affaires sans utilité. La pauvreté fait sortir des affaires criminelles. (L'opulence fait faire des bêtises ; La pauvreté incite au crime.)"
  },
  {
    "id": "644",
    "chinese": "放账如失，要账如讨是。",
    "translation": "Donner à crédit c'est autant que perdre. Exiger sa facture c'est autant que mendier."
  },
  {
    "id": "645",
    "chinese": "凤生凤，龙生龙，大一耗子的小耗子，也会打洞。",
    "translation": "Le phénix engendre le phénix. Le dragon engendre le dragon. Les ratons du rat savent creuser des trous. (Tel père tel fils.)"
  },
  {
    "id": "646",
    "chinese": "风不刮树不摇，人不来狗见不咬。",
    "translation": "Lorsque le vent ne souffle pas, l'arbre ne s'agite pas. Lorsque personne ne vient, le chien n'aboie pas. (Il n'y a pas de fumée sans feu.)"
  },
  {
    "id": "649",
    "chinese": "子富在山上有远亲，贫居闹市没人问。",
    "translation": "Un richard, habitant au fond des montagnes, a des parents au loin. Qu'un pauvre habite dans un marché fréquenté personne ne se soucie de lui"
  },
  {
    "id": "650",
    "chinese": "哈巴干狗扑耗子，多管闲事。",
    "translation": "Un petit roquet qui fond sur les souris s'occupe beaucoup d'affaires qui lui sont étrangères. (Pour dire : tu te mêles de choses qui ne te regardent pas.)"
  },
  {
    "id": "651",
    "chinese": "海不能量，心干不能探。",
    "translation": "On ne peut mesurer la mer. On ne peut sonder le coeur de l'homme."
  },
  {
    "id": "652",
    "chinese": "海吃楞踢打，死了不用定吹没打。",
    "translation": "Lorsqu'on ne fait que manger sans compter et dissiper follement, à la mort, inutile d'inviter des musiciens. (Pas de funérailles convenables à celui qui aura vécu sans se soucier de rien.)"
  },
  {
    "id": "653",
    "chinese": "含上水，倒不出水干来。",
    "translation": "Lorsqu'on suce de la glace, il est difficile de répandre de l'eau. (S'emploie pour caractériser un homme franc qui ne dit pas de mensonges.)"
  },
  {
    "id": "654",
    "chinese": "好事不出名，赖事传没出城。",
    "translation": "Les bonnes actions ne sont pas connues. Les mauvaises actions courent par toutes les rues."
  },
  {
    "id": "655",
    "chinese": "好喝酒的，不进小茶馆。",
    "translation": "Un bon buveur d'alcool n'entre pas dans un salon de thé."
  },
  {
    "id": "656",
    "chinese": "墙上画马不能不骑。",
    "translation": "Un cheval peint sur le mûr ne peut être monté."
  },
  {
    "id": "657",
    "chinese": "好狗含不，出，村外的骨头。",
    "translation": "Un bon chien n'emporte pas pour manger les os de son village. (On lave son linge sale en famille.)"
  },
  {
    "id": "658",
    "chinese": "好狗话不咬上门的客。",
    "translation": "Un bon chien ne mord pas les hôtes."
  },
  {
    "id": "661",
    "chinese": "好借好还，再子借不难。",
    "translation": "Pour emprunter facilement, il faut facilement rendre. Par la suite il n'est pas difficile d'emprunter encore."
  },
  {
    "id": "662",
    "chinese": "好铁不打钉，好男不是当兵。",
    "translation": "Avec du bon fer on ne fait pas des clous. Un homme honnête ne se fait pas soldat."
  },
  {
    "id": "663",
    "chinese": "好出门不如歹在家才。",
    "translation": "Faire un voyage confortable, ne vaut pas de rester précairement chez soi."
  },
  {
    "id": "664",
    "chinese": "好眼不如赖线多。",
    "translation": "Un coup d'oeil juste ne vaut pas un mauvais cordeau."
  },
  {
    "id": "665",
    "chinese": "耗子钻在风匣里不，两头受气。",
    "translation": "Rat qui est entré dans un soufflet, attrape de l'air des deux côtés. (Quelqu'un qui a mécontenté tout le monde et se l'est mis à dos.)"
  },
  {
    "id": "667",
    "chinese": "喜鹊子挝小无雀儿，舍了你的黑脸。",
    "translation": "Pie, qui veux agripper un petit passereau, tu as perdu ta noire face. (Pour se moquer de quelqu'un qui a perdu la face.)"
  },
  {
    "id": "668",
    "chinese": "瞎老混在从崖沿畔，吃脱了。",
    "translation": "Une taupe qui creuse jusque sur le bord d'une falaise, mange jusqu'à se précipiter dans le vide. (Aller à sa perte.)"
  },
  {
    "id": "669",
    "chinese": "瞎子一领瞎子，两个瞎子都要倒。",
    "translation": "Lorsqu'un avengle conduit un autre aveugle, les deux tombent."
  },
  {
    "id": "670",
    "chinese": "瞎子戴眼镜儿，话另加的一层灰皮。",
    "translation": "L'aveugle qui porte des lunettes s'ajoute une couche de peau grise. (Ajouter un embarras inutile. Compliquer les choses.)"
  },
  {
    "id": "671",
    "chinese": "鞋子大鞋小，不要走了样子。",
    "translation": "Pour qu'un soulier ne soit ni trop grand ni trop petit, il ne faut pas sortir du modèle."
  },
  {
    "id": "672",
    "chinese": "说向人向不过理。",
    "translation": "Quoiqu'on soit porté pour quelqu'un, on ne peut agir contre la justice."
  },
  {
    "id": "673",
    "chinese": "闲时不烧香，说忙时急祷告。",
    "translation": "En temps ordinaire on ne brûle pas d'encens. En temps de détresse on s'empresse de rendre un culte."
  },
  {
    "id": "674",
    "chinese": "雪地里埋孩说子，埋不常。",
    "translation": "Si l'on enterre un enfant sous la neige Il ne restera pas longtemps enterré. (Faites attention à qui vous confiez un secret.)"
  },
  {
    "id": "675",
    "chinese": "黑老鸹，死了三年，硬拿嘴支。",
    "translation": "Une corneille qui est morte depuis trois ans Se tient encore solidement accrochée du bec. (Se dit d'un individu qui prétend avoir raison envers et contre tous.)"
  },
  {
    "id": "676",
    "chinese": "无河里淹死的是会水的，老虎吃的是跑山的。",
    "translation": "Ceux qui se noient dans le fleuve sont des nageurs, Ceux qui sont mangés par le tigre sont des montagnards. (Qui aime le péril y périra.)"
  },
  {
    "id": "677",
    "chinese": "话是一句，墙是一堵多。",
    "translation": "La, parole est \"une\" comme un mûr est \"un\". (N'avoir qu'une parole aussi solide qu'un mûr fait d'un seul bloc.)"
  },
  {
    "id": "678",
    "chinese": "子话是个软的，银是个硬的。",
    "translation": "La parole est facile ; L'argent est difficile. (On dit facilement un mot ; Promettre ne coûte pas cher.)"
  },
  {
    "id": "679",
    "chinese": "话说三才遍淡如水，再说三遍没人理，再说三遍打把嘴。",
    "translation": "Lorsqu'on dit trois fois la même chose, on est obéi ; Si l'on répète encore trois fois, personne n'y fait attention ; Si l'on répète encore trois fois, on reçoit des giffles."
  },
  {
    "id": "680",
    "chinese": "话说骨髓疼，棒打肉的皮疼。",
    "translation": "Des paroles dites font mal à la moelle des os. Des coups de gourdin font mal à l'épiderme."
  },
  {
    "id": "681",
    "chinese": "话出冤家口，力出当场多牛。",
    "translation": "Les paroles qui sortent de la bouche d'un ennemi sont comme le joug qui blesse les boeufs."
  },
  {
    "id": "682",
    "chinese": "话为空小，笔为踪。",
    "translation": "Les paroles sont vides ; Le pinceau laisse des traces. (Toutes les promesses verbales ne valent pas un acte écrit.)"
  },
  {
    "id": "683",
    "chinese": "坏才了胳膊坏了腿看出来，坏了心看不出来。",
    "translation": "Un bras ou une jambe cassés se voit mais un coeur corrompu ne se voit pas."
  },
  {
    "id": "684",
    "chinese": "黄金无种，独居小勤俭人家。",
    "translation": "L'or qui n'est pas semé est récolté seulement par les gens diligents."
  },
  {
    "id": "685",
    "chinese": "蝗虫吃了田无，短不下牛租，气力苦工钱。",
    "translation": "Même si les sauterelles mangent la récolte, il faut malgré tout payer la location des boeufs et le salaire des ouvriers."
  },
  {
    "id": "686",
    "chinese": "会说的说十句，不会说从的说一句。",
    "translation": "Celui qui a une bonne élocution dit dix paroles pour une. Celui qui parle difficilement se contente d'un mot."
  },
  {
    "id": "687",
    "chinese": "灰人对灰人，子不用细叮咛。",
    "translation": "Une mauvaise personne qui en rencontre une autre ne devrait pas engager de trop fortes discussions. (Il pourrait avoir affaire à plus fort que lui.)"
  },
  {
    "id": "688",
    "chinese": "灰土不能多打墙。",
    "translation": "Avec de la poussière on ne peut élever des murs."
  },
  {
    "id": "689",
    "chinese": "红萝说卜入了捣金铺，有了换数。",
    "translation": "Lorsque les carottes rouges sont entrées dans l'atelier des lamineurs d'or en feuille, elles ont moyen de se changer. (Tout ce qui reluit n'est pas or.)"
  },
  {
    "id": "690",
    "chinese": "糊，打官司，真花钱。",
    "translation": "On engage un procès à la légère mais c'est une réalité quand on doit sortir l'argent."
  },
  {
    "id": "691",
    "chinese": "活的给小一口吃，死了强如哭。",
    "translation": "Donner une bouchée de nourriture à un vivant vaut mieux que de pleurer un mort."
  },
  {
    "id": "692",
    "chinese": "胡子好上的饭，吃不饱。",
    "translation": "Avec la nourriture qui reste attachée dans la barbe, on ne se rassasie pas."
  },
  {
    "id": "693",
    "chinese": "虎肚里儿，剥不出狼从儿子来。",
    "translation": "Du ventre d'un tigre ne peut sortir un louveteau. (Un homme fort ne peut engendrer des enfants faibles.)"
  },
  {
    "id": "694",
    "chinese": "火给寒人烤，饭小给饥人吃。",
    "translation": "On donne le feu à quelqu'un qui a froid pour qu'il se chauffe, et de la nourriture au miséreux pour manger."
  },
  {
    "id": "695",
    "chinese": "火到才猪头烂，钱到公事办。",
    "translation": "En faisant suffisamment de feu on amollit une tête de porc. En dépensant suffisamment d'argent on arrive à pousser une affaire. (Pour se moquer de gens faisant appel aux pots de vin.)"
  },
  {
    "id": "696",
    "chinese": "活羊拉到桌子上多，离死不远了。",
    "translation": "Lorsqu'un mouton vivant est traîné près de la table, celui-ci n'est plus loin de la mort. (Pour désigner un événement prochain et inévitable.)"
  },
  {
    "id": "697",
    "chinese": "衣裳烂了，各才人补。",
    "translation": "Celui qui déchire ses habits n'a qu'à les rapiécer lui-même. (Chacun est responsable de ses actions.)"
  },
  {
    "id": "698",
    "chinese": "一方子的水土，养一干方子的人。",
    "translation": "Le climat d'une contrée produit les hommes d'une même contrée. (Les personnes nées ou ayant vécu dans des conditions identiques se ressemblent.)"
  },
  {
    "id": "699",
    "chinese": "一分汉子一分理，十分汉子没全有理。",
    "translation": "Si tu as une part d'audace, tu auras une part de raison. Si tu as dix parts d'audace, tu auras tout-à-fait raison."
  },
  {
    "id": "700",
    "chinese": "一夫舍命不，万人难堵。",
    "translation": "Lorsqu'un homme est prêt à sacrifier sa vie, dix mille hommes le retiendront difficilement."
  },
  {
    "id": "701",
    "chinese": "一斧揳多的牢，至死不个摇。",
    "translation": "Enfoncé ferme d'un coup de marteau, jamais cela ne bouge plus. (Une fois qu'une chose est bien stipulée il n'y a plus de misères dans la suite.)"
  },
  {
    "id": "702",
    "chinese": "依人论事的，不是依事论人。",
    "translation": "On regardé aux gens pour juger une affaire. On ne se base pas sur une affaire pour juger les gens."
  },
  {
    "id": "703",
    "chinese": "依人见算，没穷汉。",
    "translation": "Du moment qu'on calcule, il n'y a plus de pauvres. (C'est parce qu'on ne réfléchit pas avant de faire quelque chose qu'on s'appauvrit.)"
  },
  {
    "id": "704",
    "chinese": "一人干造反，九族遭殃。",
    "translation": "Lorsqu'un individu se révolte, toute sa parenté en subit les conséquences."
  },
  {
    "id": "705",
    "chinese": "一濡嘴，三不分理。",
    "translation": "Ne parler que dans l'espoir d'optenir trois parts d'intérêt."
  },
  {
    "id": "706",
    "chinese": "一君一才言，快马一鞭。",
    "translation": "Un homme comme il faut n'a qu'une parole. A cheval rapide un coup de fouet suffit."
  },
  {
    "id": "707",
    "chinese": "一个人说没话全有理，两个人说话见高低。",
    "translation": "Un homme qui parle tout seul a toujours raison. Quand on est deux à parler, c'est à voir qui aura raison."
  },
  {
    "id": "708",
    "chinese": "一个人一不个性，一个将军一个令。",
    "translation": "Chaque homme a son naturel. Chaque général donne ses ordres."
  },
  {
    "id": "709",
    "chinese": "一个人不不贪二艺。",
    "translation": "Un homme ne peut désirer deux choses à la fois. (Ne pas poursuivre deux lièvres à la fois.)"
  },
  {
    "id": "710",
    "chinese": "，一疙瘩臭肉，坏满锅的汤。",
    "translation": "Il suffit d'un morceau de viande corrompue pour gâter le bouillon de toute une marmite."
  },
  {
    "id": "711",
    "chinese": "一个钱一斗没谷，没一个钱守住哭。",
    "translation": "Avec une pièce d'argent on peut acheter un boisseau de millet. Sans une pièce on ne récolte que des larmes."
  },
  {
    "id": "712",
    "chinese": "一个羊，剥一张才皮。",
    "translation": "D'un seul mouton on n'écorche qu'une peau."
  },
  {
    "id": "713",
    "chinese": "一锅费水，两锅从费米。",
    "translation": "Une marmite absorbe beaucoup d'eau. Deux marmites absorbent beaucoup de mil. (Préparer une grande marmite est plus rentable que d'en préparer plusieurs petites.)"
  },
  {
    "id": "714",
    "chinese": "一马不披双鞍，忠臣不事子二主。",
    "translation": "On ne met pas deux selles sur un cheval ; Un bon ministre ne sert pas deux maîtres."
  },
  {
    "id": "715",
    "chinese": "一年话的官司，十年的仇。",
    "translation": "Une année de procès engendre dix ans de rancune."
  },
  {
    "id": "716",
    "chinese": "一牛下九犊从，共拉五张犁. 。",
    "translation": "Une vache ayant mis bas neuf veaux, ensemble ils tirent cinq charrues. (Dans une grande fratrie, tout le monde doit mettre la main à la pâte.)"
  },
  {
    "id": "717",
    "chinese": "没一百六的九十个，三百抛了五十个，还是二百五。",
    "translation": "Ajoute quatre-vingt-dix à cent soixante, soustrais cinquante de trois-cents, ça fait toujours deux-cent-cinquante. ( est utilisé pour désigner un imbécile en chinois. Ce proverbe signifie \"quoi qu'il fasse, un idiot reste un idiot\", il n'arrive jamais à \"\".)"
  },
  {
    "id": "718",
    "chinese": "一辈英不雄，十辈就松。",
    "translation": "Si une génération a été batailleuse, les dix suivantes seront timides."
  },
  {
    "id": "719",
    "chinese": "一辈子坐才官，十辈子打砖。",
    "translation": "Si une génération a eu le grade d'Officier, les dix générations suivantes seront des mendiants."
  },
  {
    "id": "720",
    "chinese": "一一岁不跟，二岁不离。",
    "translation": "A un an, il n'accompagne pas, à deux ans plus moyen de l'éloigner."
  },
  {
    "id": "721",
    "chinese": "一朝天子才，一朝臣。",
    "translation": "Tel empereur, telle cour impériale."
  },
  {
    "id": "722",
    "chinese": "一遭生从，两遭熟。",
    "translation": "Une fois, cela vous est étranger, deux fois, vous avez l'habitude."
  },
  {
    "id": "723",
    "chinese": "没一只手拍不响，两只手同有过。",
    "translation": "D'une main on ne peut claquer (des mains), Les deux mains sont requises pour cela. (Dans un différent, les torts ne sont jamais d'un seul côté.)"
  },
  {
    "id": "724",
    "chinese": "一无天拿两天的干粮，夏天出门拿冬天的衣裳。",
    "translation": "Pars pour un jour, emporte des provisions pour deux jours. Voyage l'été, emporte tes habits d'hiver. (C'est l'imprévu qu'il faut prévoir.)"
  },
  {
    "id": "725",
    "chinese": "一天攮长虫早喝四两，一年攮长小虫当个乡长，一辈子攮长虫娶大小老婆。",
    "translation": "Veux-tu avoir beaucoup de misères dans la journée ? Au matin bois quatre onces (d'alcool). Veux-tu avoir beaucoup de misères dans l'année ? Deviens maire."
  },
  {
    "id": "726",
    "chinese": "无一酒待百客。",
    "translation": "Il faut inviter cent hôtes d'un coup. (Mieux traiter beaucoup de convives en une seule occasion que peu de convives en plusieurs fois.)"
  },
  {
    "id": "727",
    "chinese": "一进了城见门，挨了个儿嘴，入乡随乡。",
    "translation": "Si en entrant par la porte d'une ville tu dois recevoir une giffle, puisque tu entres dans la région, suis la région. (il faut se plier stoïquement aux usages locaux.)"
  },
  {
    "id": "728",
    "chinese": "一井有甜有苦，一家人有佳有愚是。",
    "translation": "Dans un puits il y a du doux et de l'amer, dans une famille il y a des bons et des mauvais."
  },
  {
    "id": "729",
    "chinese": "一干坐席，就喝醉。",
    "translation": "A un banquet Il faut être ivre."
  },
  {
    "id": "730",
    "chinese": "一言出口是，四马难追。",
    "translation": "Une parole sortie de la bouche, quatre chevaux la rapportent difficilement. (Il est difficile de revenir sur une parole une fois qu'elle a été prononcée.)"
  },
  {
    "id": "731",
    "chinese": "银钱是死宝，儿女才是活宝。",
    "translation": "L'argent est une richesse morte. Les enfants sont une richesse vivante."
  },
  {
    "id": "732",
    "chinese": "银钱不让人，子女不让人，地土不干让人。",
    "translation": "On ne fait aucune concession lorsqu'il s'agit d'argent, de ses enfant ou de ses terres."
  },
  {
    "id": "733",
    "chinese": "银钱值粪土，脸面值千说金。",
    "translation": "La richesse n'est que du fumier. La face (l'honneur) vaut mille pièces d'or."
  },
  {
    "id": "735",
    "chinese": "让人一步不，自己宽。",
    "translation": "Si tu cèdes un pas à autrui, toi-même tu en mèneras large."
  },
  {
    "id": "736",
    "chinese": "一人善受人欺，马善受人骑。",
    "translation": "Un homme doux permet qu'on le taquine. Un cheval doux permet qu'on le monte."
  },
  {
    "id": "737",
    "chinese": "人是旧的好，衣裳是新的好子。",
    "translation": "Ce sont les vieux amis qui sont les meilleurs. Ce sont les nouveaux habits qui sont les meilleurs."
  },
  {
    "id": "738",
    "chinese": "人是见注刑不注德。",
    "translation": "L'homme prend notice des punitions. Il ne prend pas notice de la vertu. (L'homme se conduit bien par crainte et non par amour de la vertu.)"
  },
  {
    "id": "739",
    "chinese": "人升多了有仇，牲口说升多了有恩。",
    "translation": "Lorsque les hommes habitent longtemps ensemble ils se haïssent. Lorsque les animaux habitent longtemps ensemble, ils s'aiment."
  },
  {
    "id": "740",
    "chinese": "人生万等话，等等不一。",
    "translation": "Les hommes naissent de dix mille espèces. Toutes ces espèces ne sont pas de même. (Il n'y a pas deux hommes qui se ressemblent.)"
  },
  {
    "id": "741",
    "chinese": "人的明是悟有限，人的心肯变。",
    "translation": "L'esprit humain a ses limites. Le coeur humain varie souvent."
  },
  {
    "id": "742",
    "chinese": "人的名头干，树的阴凉。",
    "translation": "La réputation d'un homme est comme l'ombre d'un arbre. (Ce sont deux choses qui apparaissent aux yeux de tout le monde.)"
  },
  {
    "id": "743",
    "chinese": "人哄地，地是哄人。",
    "translation": "Si l'homme trompe la terre, la terre trompera l'homme."
  },
  {
    "id": "744",
    "chinese": "人活脸树活皮，墙一头活的一团泥。",
    "translation": "L'homme vit de sa face (son honneur), l'arbre de son écorce, la fissure d'un mur d'une agglomération de boue. (L'honneur est comme une fissure sur un mur qui doit être sans cesse survéillée.)"
  },
  {
    "id": "745",
    "chinese": "人人都有帝从王像，人丑地窄赶不上。",
    "translation": "Chaque individu a une figure de roi mais les hommes étant nombreux, la terre étroite, tous ne peuvent devenir roi. (Tout soldat porte son bâton de maréchal dans sa giberne.)"
  },
  {
    "id": "746",
    "chinese": "人家的不爱，自家的不不舍。",
    "translation": "Il ne faut pas aimer le bien des autres. Il ne faut pas céder son bien propre."
  },
  {
    "id": "747",
    "chinese": "人见面难生好情。",
    "translation": "Lorsqu'on est en présence, il est difficile d'avoir de la passion."
  },
  {
    "id": "748",
    "chinese": "人见穷地先穷。",
    "translation": "Lorsque quelqu'un est pauvre, c'est que la terre était pauvre avant lui."
  },
  {
    "id": "749",
    "chinese": "说人过留名，雁过留霜。",
    "translation": "Un homme qui passe laisse une réputation."
  },
  {
    "id": "750",
    "chinese": "人老嫌子，猫没老吃子。",
    "translation": "Lorsque l'homme est vieux il gâte ses enfants. Lorsque le chat est vieux il mange ses petits."
  },
  {
    "id": "751",
    "chinese": "人老见没面皮，狗老没眼睛。",
    "translation": "L'homme lorsqu'il est vieux n'a plus de face. Le chien lorsqu'il est vieux a la vue basse."
  },
  {
    "id": "752",
    "chinese": "人离乡贱，物离的乡贵。",
    "translation": "L'homme qui quitte son village ne vaut pas cher. Les choses qui quittent leur village ont de la valeur."
  },
  {
    "id": "753",
    "chinese": "的人忙无智。",
    "translation": "Lorsqu'on est pressé on ne sait plus rien. (dans la précipitation, on perd la tête.)"
  },
  {
    "id": "754",
    "chinese": "人忙天不忙，天忙一时一忙。",
    "translation": "Les hommes sont affairés, mais le Ciel ne l'est pas. Si le Ciel est affairé, aussitôt tout est en mouvement. (Rien ne sert aux hommes de s'agiter si le Ciel ne s'en mêle pas.)"
  },
  {
    "id": "755",
    "chinese": "人挪活，树挪子死。",
    "translation": "Un homme qu'on transplante vit. Un arbre qu'on transplante meurt."
  },
  {
    "id": "756",
    "chinese": "人，无前日好，花无百日红。",
    "translation": "L'homme ne vit pas paisiblement pendant mille jours. Les fleurs ne restent pas vivaces pendant cent jours."
  },
  {
    "id": "757",
    "chinese": "人怕打小了，树怕刮了。",
    "translation": "L'homme craint d'être frappé, l'arbre craint d'être écorché. (Craindre de prendre des coups.)"
  },
  {
    "id": "758",
    "chinese": "人贫话短干。",
    "translation": "Le pauvre n'a pas grand chose à dire."
  },
  {
    "id": "760",
    "chinese": "人凭神活没。",
    "translation": "L'homme dépend des dieux pour vivre."
  },
  {
    "id": "761",
    "chinese": "人平从不过，水平不流。",
    "translation": "Un homme intégre ne fait pas de fautes. L'eau en terrain plat ne coule pas."
  },
  {
    "id": "762",
    "chinese": "人不见嘴不馋，耳不听心子不烦。",
    "translation": "Ce qu'on ne voit pas, la bouche ne le désire pas. Ce que l'oreille n'entend pas, le coeur n'en est pas attristé."
  },
  {
    "id": "763",
    "chinese": "人不可貌相，小海水不可斗量。",
    "translation": "On ne connait pas l'homme à la figure On ne mesure pas l'eau d'un lac avec un boisseau."
  },
  {
    "id": "764",
    "chinese": "人不得全，车不得圆一。",
    "translation": "Il n'y a pas d'hommes complets comme il n'y a pas de charrettes rondes. (Tout homme a des imperfections.)"
  },
  {
    "id": "765",
    "chinese": "人不得外财不富，马不得喂夜草不的肥。",
    "translation": "Un homme qui ne saisit pas la chance ne deviendra pas riche. Un cheval qui n'est pas nourri la nuit ne deviendra pas gras."
  },
  {
    "id": "766",
    "chinese": "人不话错为仙，马不错为龙。",
    "translation": "Un homme qui n'a jamais failli est un immortel. Un cheval qui n'a jamais failli est un dragon."
  },
  {
    "id": "767",
    "chinese": "人小钻乾，头小伶俐一。",
    "translation": "Lorsque l'homme est petit il est turbulent. Lorsque la tête est petite on a de la ruse."
  },
  {
    "id": "768",
    "chinese": "人闲不出故事。",
    "translation": "Un homme désoeuvré fait des choses futiles (ou : mauvaises)."
  },
  {
    "id": "769",
    "chinese": "人心的隔肚皮，里外不相和。",
    "translation": "Le coeur de l'homme est sous la peau du ventre. On ne sait pas si l'extérieur concorde avec l'intérieur. (Il ne faut jamais se fier aux apparences.)"
  },
  {
    "id": "770",
    "chinese": "人心能动了多，狼心动不了。",
    "translation": "On peut émouvoir le coeur de l'homme On ne peut émouvoir le coeur du loup. (Celui qui est incapable de pitié n'est pas humain.)"
  },
  {
    "id": "771",
    "chinese": "人心比自心，何必问旁，人。",
    "translation": "Compare le coeur des autres à ton propre coeur. Qu'as tu encore besoin de demander à autrui."
  },
  {
    "id": "772",
    "chinese": "人抬人高，人灭人是低。",
    "translation": "Elèves quelqu'un sur un piédestal, celui-ci t'écrasera."
  },
  {
    "id": "773",
    "chinese": "人吃土无一世，土吃人一口。",
    "translation": "L'homme mange (le fruit de) la terre pendant toute une vie. La terre mange l'homme et n'en fait qu'une bouchée."
  },
  {
    "id": "774",
    "chinese": "人偷人供通天下，无神偷神供通玉皇。",
    "translation": "L'homme ayant volé un autre homme, on s'en rapporte (aux autorités) sous le ciel. Un esprit ayant volé un autre esprit, on s'en rapporte à Yu Huang. (Dans tous les cas on s'en rapporte à son supérieur, à l'autorité.)"
  },
  {
    "id": "775",
    "chinese": "人多，智子量大。",
    "translation": "Beaucoup d'hommes, beaucoup de savoir."
  },
  {
    "id": "776",
    "chinese": "人多不，主意高。",
    "translation": "Lorsqu'il y a beaucoup de gens, on prend des résolutions sérieuses."
  },
  {
    "id": "777",
    "chinese": "人多不好做活，人少好吃饭。",
    "translation": "Lorsqu'on est nombreux, cela va bien pour abattre de la besogne. Lorsqu'on est peu nombreux, cela va bien pour manger."
  },
  {
    "id": "778",
    "chinese": "人在世界上，自在好不成人。",
    "translation": "Tant que l'homme sera sur la terre, ce ne sont pas ses aises qui le formeront."
  },
  {
    "id": "779",
    "chinese": "人在人情在，人不在人情不的在。",
    "translation": "Lorsqu'on est présent, l'affection est présente, Lorsqu'on est absent, l'affection est absente. (Loin des yeux, loin du coeur.)"
  },
  {
    "id": "781",
    "chinese": "人有做下的不明，磨下的不亮，满天星宿子，顶不住半个月亮。",
    "translation": "Il y a des choses qu'un homme ne peut faire intelligemment, des objets qu'il ne peut faire briller en les frottant ; Un ciel rempli d'étoiles ne vaut pas la clarté d'une demi-Lune. (un homme si éloquent et si habile qu'il puisse être ne pourra convaincre les autres s'il a évidemment tort, de même que des milliers d'étoiles n'éclairent pas autant qu'une demi-Lune.)"
  },
  {
    "id": "782",
    "chinese": "人有钱做诈，马有多膘诡大。",
    "translation": "L'homme qui a de l'argent fait toute espèce de choses injustes. Un cheval qui est trop gras joue de mauvais tours."
  },
  {
    "id": "783",
    "chinese": "日有王法，夜有更鼓从。",
    "translation": "Pendant le jour il y a les pénalités. Pendant la nuit il y a les veilles. (Il faut toujours rester vigilent.)"
  },
  {
    "id": "784",
    "chinese": "擩手三分低，打架全干没理。",
    "translation": "Si l'on en vient aux mains on s'abaisse de trois degrés. Si l'on se bat on a absolument tort."
  },
  {
    "id": "785",
    "chinese": "盖上筛子蒸饭，走气不无在一处。",
    "translation": "Recouvrir d'un tamis pour cuire la nourriture à la vapeur, c'est laisser la vapeur s'échapper de toutes parts. (Si on ne prend pas de précautions, on peut gâter ses affaires.)"
  },
  {
    "id": "786",
    "chinese": "好各拉达坐掌盖，例弊精通。",
    "translation": "Si quelqu'un a pu occuper un poste supérieur, à plus forte raison est il capable d'occuper un poste inférieur. (Qui peut le plus peut le moins.)"
  },
  {
    "id": "787",
    "chinese": "乾看好朋友没，没钱吃不上。",
    "translation": "Quoiqu'on ait des tas d'amis, si l'on n'a pas d'argent, on ne mange pas."
  },
  {
    "id": "788",
    "chinese": "干骨头，榨不出无油来。",
    "translation": "D'un os sec On ne peut faire sortir de la graisse."
  },
  {
    "id": "789",
    "chinese": "看见别人的东西好，娃娃看见小各人的好。",
    "translation": "On trouve toujours que les objets d'autrui sont les meilleurs On trouve toujours que ses enfants à soi sont les meilleurs. (L'herbe est toujours plus verte ailleurs.)"
  },
  {
    "id": "790",
    "chinese": "小告人一状，至死不忘，打人不槌，恨人十年。",
    "translation": "Si quelqu'un vous a accusé, vous ne l'oubliez pas jusqu'à la mort. Si quelqu'un vous a donné une raclée, vous le haïssez pendant dix ans. (Avoir la rancune tenace.)"
  },
  {
    "id": "791",
    "chinese": "高粱地里耍镰刀，吓诈割草子的。",
    "translation": "Lorsqu'on joue de la faucille dans un champ de sorgho, c'est avec inquiétude qu'on coupe l'herbe. (S'inquiéter des représailles alors qu'on est en train de faire le mal.)"
  },
  {
    "id": "792",
    "chinese": "靠小天天高，靠地地厚。",
    "translation": "Portez votre accusation au ciel, le ciel est trop élevé. Portez votre accusation à la terre, la terre est trop épaisse. (Inutile de porter plainte, personne ne viendra à votre aide.)"
  },
  {
    "id": "793",
    "chinese": "靠山山倒说，靠鬼鬼跑。",
    "translation": "S'appuyer contre une montagne et la faire tomber, s'appuyé sur les âmes errantes les faire s'enfuir. (Tout fait faux bond en même temps.)"
  },
  {
    "id": "794",
    "chinese": "跟上好人就出好人，跟上师婆就说跳神。",
    "translation": "Si l'on accompagne un brave homme on devient brave homme. Si l'on accompagne une sorcière, on exorcise les esprits. (Dis-moi qui tu hantes je te dirai qui tu es.)"
  },
  {
    "id": "795",
    "chinese": "狗嘴里，吐不出象没牙来。",
    "translation": "Dans la bouche d'un chien ne poussent pas des dents d'ivoire. (Il ne peut sortir des paroles convenables d'une bouche ordurière.)"
  },
  {
    "id": "796",
    "chinese": "狗吃粽子没见解。",
    "translation": "Un chien qui mange des raviolis ne les ouvre pas."
  },
  {
    "id": "797",
    "chinese": "急生急养，养下不长无。",
    "translation": "Si tu engendres trop vite, si tu enfantes d'une manière pressée, ce que tu enfantes ne croîtra pas. (Il faut prendre son temps pour tout)"
  },
  {
    "id": "798",
    "chinese": "鸡小蛋和碌轴滚。",
    "translation": "Un oeuf et un rouleau compresseur. (Le pot de fer contre le pot de terre.)"
  },
  {
    "id": "799",
    "chinese": "鸡蛋碰碌轴见，碰不过去。",
    "translation": "Un oeuf qui heurte un rouleau compresseur ne le fera pas mouvoir. (Le pot de fer contre le pot de terre.)"
  },
  {
    "id": "800",
    "chinese": "节令，不饶人。",
    "translation": "Le changement de saison n'épargne personne."
  },
  {
    "id": "801",
    "chinese": "家无勤人，少好种田。",
    "translation": "Lorsqu'il n'y a pas un homme capable à la maison, on ensemence moins de moissons."
  },
  {
    "id": "803",
    "chinese": "买卖小没才规矩。",
    "translation": "Lorsque le commerce est de peu d'importance, il n'y a pas de règles fixes"
  },
  {
    "id": "804",
    "chinese": "家贫不算贫，路贫，贫死人。",
    "translation": "Misère à la maison ne compte pas comme misère. Misère en chemin peut être mortelle."
  },
  {
    "id": "805",
    "chinese": "家丑不子可外昌炀。",
    "translation": "Les misères de la famille ne doivent pas être ébruitées au dehors. (Il faut laver son linge sale en famille.)"
  },
  {
    "id": "806",
    "chinese": "家在南房，老鼠洞墙一。",
    "translation": "Toute habitation est orientée vers le sud. Tous les mûrs sont minés par les rats. (Pour signifier que quelque chose devait nécessairement arriver.)"
  },
  {
    "id": "807",
    "chinese": "家有十五口，七嘴八舌无头。",
    "translation": "Lorsque dans une famille il y a quinze bouches, cela fait sept bouches et huit langues. (Plus il y a de monde au logis plus c'est difficile à réglementer car chacun a ses propres goûts.)"
  },
  {
    "id": "809",
    "chinese": "家说有千万，四条腿的不算。",
    "translation": "A la maison on peut avoir d'innombrables richesses mais il ne faut jamais compter les quadrupèdes."
  },
  {
    "id": "810",
    "chinese": "一家有余粮，打墙盖房。",
    "translation": "Lorsque la famille a une récolte abondante, elle élève des murs et construit des maisons. (Lorsqu'on a les moyens, on peut se rendre la vie plus confortable.)"
  },
  {
    "id": "811",
    "chinese": "骑上马讨吃，快穷没了。",
    "translation": "Mendier en montant à cheval, c'est être vite pauvre. (Parce que monter à cheval est un luxe insensé pour un mendiant.)"
  },
  {
    "id": "812",
    "chinese": "骑上毛驴，寻毛驴，。",
    "translation": "Monter son âne et le chercher."
  },
  {
    "id": "813",
    "chinese": "旗杆上吊说棒槌，棍磕棍。",
    "translation": "Si l'on attache un battoir à une hampe de drapeau, un bâton heurte l'autre."
  },
  {
    "id": "814",
    "chinese": "骑马三年，跌在驴不肚跟底。",
    "translation": "On peut avoir monté à cheval pendant trois ans qu'on tombe sous le ventre d'un âne."
  },
  {
    "id": "815",
    "chinese": "骑牛顶坐轿才，跌下来顶放炮。",
    "translation": "Monter un boeuf c'est aussi bon qu'être assis en palanquin. Mais si l'on tombe, cela équivaut à un coup de canon."
  },
  {
    "id": "816",
    "chinese": "荞麦皮出才浆糊不沾。",
    "translation": "Une colle faite de pelures de sarrazin n'adhère pas. (Faire des efforts inutiles.)"
  },
  {
    "id": "817",
    "chinese": "疥蛤蟆跳在水盘，弹打细家具多。",
    "translation": "Lorsqu'un crapaud saute sur une grande assiette, (Il s'imagine) polir de la fine vaisselle. (Se dit de quelqu'un qui emploie de bons outils sans avoir le talent de s'en servir.)"
  },
  {
    "id": "818",
    "chinese": "无疥蛤蟆跳门限，又撉笃子又伤脸。",
    "translation": "Le crapaud lorsqu'il saute sur le seuil de la porte, se cogne le derrière et se blesse la figure. (Perdre la face.)"
  },
  {
    "id": "819",
    "chinese": "见事知长短，见面知高见低。",
    "translation": "D'un coup d'oeil sur une affaire il en connaît tous les secrets. D'un coup d'oeil sur quelqu'un, il l'a détaillé aussitôt. (Se dit d'une personne perspicace.)"
  },
  {
    "id": "820",
    "chinese": "九里头有雪，伏，里头有雨。",
    "translation": "Lorsque dans les neuvaines d'hiver il y a de la neige, dans les décades d'été il y aura de la pluie."
  },
  {
    "id": "821",
    "chinese": "勤从有功，戏无益。",
    "translation": "Un homme diligent a toujours de la besogne, les comédies n'ont aucune utilité."
  },
  {
    "id": "822",
    "chinese": "穷汉儿多，生瓜子多干。",
    "translation": "Un pauvre a beaucoup d'enfants. Un melon qui n'est pas mûr a beaucoup de pépins. (Se dit en plaisanterie pour les familles nombreuses où il y a plus d'enfants que d'argent.)"
  },
  {
    "id": "823",
    "chinese": "穷汉乍富，捻心仰肚，富干汉乍穷，不敢见人。",
    "translation": "Lorsqu'un homme pauvre devient subitement riche, il porte haut son coeur et fait rebondir son ventre. Lorsqu'un richard devient subitement pauvre, il n'ose plus paraître devant le monde."
  },
  {
    "id": "824",
    "chinese": "穷汉乍有钱，的忘了那几年。",
    "translation": "La première fois qu'un homme pauvre a de l'argent, il oublie les années passées."
  },
  {
    "id": "825",
    "chinese": "穷好背穷，非离吃肉不能行。",
    "translation": "Un pauvre qui porte un pauvre sur le dos, à moins de manger de la viande, ne peut avancer."
  },
  {
    "id": "826",
    "chinese": "穷不读书无，富不教学。",
    "translation": "Les pauvres ne peuvent étudier les livres, les riches ne veulent pas les enseigner."
  },
  {
    "id": "827",
    "chinese": "劝人总有益一，挑人两头空。",
    "translation": "Quand on apaise quelqu'un, il y a profit pour tout le monde. Quand on excite quelqu'un, il y a perte des deux côtés."
  },
  {
    "id": "828",
    "chinese": "君话子不夺人之路。",
    "translation": "L'homme vertueux ne barre la route à personne."
  },
  {
    "id": "829",
    "chinese": "接官，容易，送官难。",
    "translation": "est facile de recevoir un Officier. Il est difficile de le renvoyer."
  },
  {
    "id": "830",
    "chinese": "君子言前，不言后是。",
    "translation": "Un homme distingué parle avant, ne parle pas après."
  },
  {
    "id": "831",
    "chinese": "各人买马没各人骑，各人有钱吃东西。",
    "translation": "On achète un cheval pour le monter soi-même. On a de l'argent pour manger à volonté. (Chacun pour soi.)"
  },
  {
    "id": "832",
    "chinese": "多各管各的。",
    "translation": "Chacun pour soi !"
  },
  {
    "id": "833",
    "chinese": "官向官，民向民，和尚多向的出家人。",
    "translation": "Les Officiers estiment les Officiers, Le peuple estime le peuple, les bonzes estiment les bonzes. (Les gens qui se ressemblent se respectent et s'entraident.)"
  },
  {
    "id": "834",
    "chinese": "客不修店见。",
    "translation": "Le voyageur ne bâtit pas l'auberge."
  },
  {
    "id": "835",
    "chinese": "关住门从子坐皇上，自起国号。",
    "translation": "Lorsqu'on ferme sa porte, on est l'empereur de son propre royaume."
  },
  {
    "id": "836",
    "chinese": "棺材骟马，无干买用价。",
    "translation": "Un cercueil et un cheval hongre n'ont un prix que lorsqu'on les achète."
  },
  {
    "id": "837",
    "chinese": "贵人吃贵物是。",
    "translation": "Un homme distingué mange des choses distinguées."
  },
  {
    "id": "838",
    "chinese": "公小道不公道，死后天知道。",
    "translation": "Que tu sois juste ou injuste, après ta mort le Ciel le saura."
  },
  {
    "id": "839",
    "chinese": "国乱显忠臣，家贫显孝子无。",
    "translation": "Lorsqu'il y a révolution dans le royaume, le ministre fidèle apparait. Lorsqu'il y a misère dans la famille, la piété filiale apparait."
  },
  {
    "id": "840",
    "chinese": "喇嘛头赤紫紫的，可耐冻多。",
    "translation": "Une tête de lama quoiqu'elle soit chauve, résiste admirablement au froid."
  },
  {
    "id": "841",
    "chinese": "来的不子明，去的模糊。",
    "translation": "Ce qui est venu dans l'obscurité s'en va par les ténèbres. (Ce qui est acquis par fraude, se perd facilement.)"
  },
  {
    "id": "842",
    "chinese": "狼和狗一样，嘴不一样，贼和人一样，心不一样小。",
    "translation": "Le loup et le chien se ressemblent mais la gueule n'est pas la même ; Un voleur et un homme se ressemblent mais le coeur n'est pas le même."
  },
  {
    "id": "843",
    "chinese": "狼碰开门，狗也进不来呀。",
    "translation": "Lorsque le loup a ouvert une port, le chien lui aussi entrera."
  },
  {
    "id": "844",
    "chinese": "狼走千里吃肉，狗走千里吃才屎。",
    "translation": "Le loup parcourt mille Li pour manger de la viande. Le chien fait mille Li pour manger des excréments"
  },
  {
    "id": "845",
    "chinese": "老实依然话在，巧虚两头空。",
    "translation": "La droiture, en vérité, c'est ce qui dure le plus longtemps. La fourberie est bientôt creuse aux deux bouts."
  },
  {
    "id": "846",
    "chinese": "老虎不吃人是，以前坏名。",
    "translation": "Quoique le tigre ne dévore plus d'hommes, il a précédemment gâté sa réputation."
  },
  {
    "id": "847",
    "chinese": "老虎多戴上董铃，没饭了。",
    "translation": "Lorsqu'un tigre porte une clochette, il n'a plus à manger. (En mener trop large. Croire pouvoir tout se permettre.)"
  },
  {
    "id": "848",
    "chinese": "老虎，也有丢盹的时候。",
    "translation": "Le tigre même a des moments d'assoupissement."
  },
  {
    "id": "849",
    "chinese": "老和尚剃眉毛一扫净光，梆桲琅说子编了腰货尽了。",
    "translation": "Une vieille truie avale un volume littéraire alors que son groin est fait pour manger des excréments. (Pour se moquer de quelqu'un qui essaie de passer pour quelqu'un qu'il n'est pas.)"
  },
  {
    "id": "850",
    "chinese": "老没财榨油，穷人放牛。",
    "translation": "Un richard ouvre une huilerie. Un pauvre garde les boeufs (d'autrui)."
  },
  {
    "id": "851",
    "chinese": "理是制的君子，法是制的小，人。",
    "translation": "C'est par la raison que les gentilshommes sont tenus en bride. C'est par les punitions que le peuple est tenu en respect."
  },
  {
    "id": "852",
    "chinese": "理是小直的，路是弯的。",
    "translation": "La raison est droite mais sa route est sinueuse."
  },
  {
    "id": "853",
    "chinese": "理无是多全。",
    "translation": "Il n'y a pas de règle absolue."
  },
  {
    "id": "854",
    "chinese": "理正不怕不君王怒。",
    "translation": "Lorsqu'on a pleinement raison, on ne craint pas la colère de l'Officier."
  },
  {
    "id": "855",
    "chinese": "驴闲龈橛子干。",
    "translation": "Ane qui n'a rien à faire ronge son piquet."
  },
  {
    "id": "856",
    "chinese": "驴不从喝水，按不倒头。",
    "translation": "D'un âne qui ne veut boire, on ne peut abaisser la tête."
  },
  {
    "id": "857",
    "chinese": "驴尾长，将好扇住驴屁眼。",
    "translation": "La queue de l'âne, si longue qu'elle soit, couvre à peine le derrière du baudet. (Il est difficile de cacher ses défauts ou ses vices.)"
  },
  {
    "id": "858",
    "chinese": "聋子的耳朵，好配伴。",
    "translation": "Les oreilles du sourd ne sont que pour l'harmonie (du visage)."
  },
  {
    "id": "859",
    "chinese": "路说是各人修。",
    "translation": "Chacun se fait sa propre route."
  },
  {
    "id": "860",
    "chinese": "路远知马不壮，日久见人心。",
    "translation": "C'est sur une longue route qu'on connaît les forces d'un cheval. C'est après de longs jours qu'on connaît le coeur de l'homme."
  },
  {
    "id": "861",
    "chinese": "萝卜快，，不洗泥。",
    "translation": "Lorsque les carottes (se vendent) rapidement, on ne lave pas la terre (qui y adhère). (Quand une chose est pressante, on ne peut soigner dans tous ses détails)"
  },
  {
    "id": "862",
    "chinese": "骆驼钻栅子，出不好来。",
    "translation": "Qu'un chameau passe la tête à travers une palissade, il ne peut tout de même en sortir."
  },
  {
    "id": "863",
    "chinese": "马尾提豆腐，提不不起来。",
    "translation": "Vouloir soulever du fromage de fèves avec un crin de cheval, c'est s'évertuer en vain à le soulever. (Bon à Rien. Efforts inutiles.)"
  },
  {
    "id": "864",
    "chinese": "骂如打，笑如刀子。",
    "translation": "Insulter est comme frapper, se moquer est comme un coup de couteau."
  },
  {
    "id": "865",
    "chinese": "蔴杆子刻人干人。",
    "translation": "Prendre une tige de chanvre pour y découper une poupée. (Pour dire que quelqu'un ou quelque chose ne vaut rien.)"
  },
  {
    "id": "866",
    "chinese": "马皮蜂儿上了秤杆，走脱无路话了。",
    "translation": "La fourmi, montée sur une tige et arrivée au bout, ne trouve plus de route."
  },
  {
    "id": "867",
    "chinese": "蚂蚱的眼，干明不亮。",
    "translation": "Les yeux des sauterelles sont grands et brillants mais ne voient pas clair. (Pour se moquer de quelqu'un qui a beau écarquiller les yeux sans parvenir à voir quelque chose.)"
  },
  {
    "id": "868",
    "chinese": "买干鞋，问脚。",
    "translation": "Lorsqu'on achète des souliers, on s'informe du pied."
  },
  {
    "id": "869",
    "chinese": "瞒人干没好话，好话不瞒人。",
    "translation": "Lorsqu'on se cache d'autrui c'est qu'on n'a rien de bon à dire. Les bonnes paroles ne doivent pas être dites en cachette."
  },
  {
    "id": "870",
    "chinese": "满林不都是树，作柁作不了柱。",
    "translation": "Dans une forêt il y a tout plein d'arbres. Il y en a dont on peut faire une poutre, il y en a dont on ne peut même faire une colonne. (Tout le monde n'est pas apte à traiter certaines affaires.)"
  },
  {
    "id": "871",
    "chinese": "猫不急不上树，兔不急话不咬人。",
    "translation": "Lorsque le chat n'est pas anxieux, il ne monte pas de l'arbre. Lorsque le lièvre n'est pas affairé, il ne mord pas l'homme. (La nécessité fait faire bien des choses.)"
  },
  {
    "id": "872",
    "chinese": "猫寻猫，耗子寻耗子是。",
    "translation": "Les chats cherchent les chats. Les souris cherchent les souris."
  },
  {
    "id": "873",
    "chinese": "茅瓮里砍一石头，溅出屎来了。",
    "translation": "Lorsque dans une jarre à purin on lance une pierre, on en fait éclabousser les excréments."
  },
  {
    "id": "874",
    "chinese": "门多里出身，自会三分。",
    "translation": "Lorsqu'à la maison quelque chose est produit, on en connaît trois parties. (On aura quelques notions en regardant travailler les autres.)"
  },
  {
    "id": "875",
    "chinese": "糜穰火一阵多。",
    "translation": "Feu de paille ne brûle qu'un instant."
  },
  {
    "id": "876",
    "chinese": "敏而好一学，不耻下问。",
    "translation": "Un homme intelligent apprend bien. Il n'a pas honte de demander des explications."
  },
  {
    "id": "877",
    "chinese": "没那个金刚子钻儿，不敢揽大瓮。",
    "translation": "Celui qui n'a pas de vilbrequin à pointe de diamant n'ose entreprendre de clouer les jarres. (Avant d'entreprendre quelque chose il faut d'abord avoir les outils et les qualités requis pour cela.)"
  },
  {
    "id": "878",
    "chinese": "没有不漏风的子墙，。",
    "translation": "Il n'y a pas de mûr qui ne laisse passer le vent. (Il n'y a pas de secret qui ne finisse par transpirer.)"
  },
  {
    "id": "879",
    "chinese": "木匠的儿干会拉锯，鸭子儿会浮水。",
    "translation": "Le fils d'un charpentier sait tirer la scie Le petit d'un canard sait nager. (Tel père tel fils.)"
  },
  {
    "id": "880",
    "chinese": "木匠要发财，偷无犁割棺材。",
    "translation": "Un menuisier qui veut faire fortune fait des charrues et fabrique des cercueils."
  },
  {
    "id": "881",
    "chinese": "拿话上银子，不要露白。",
    "translation": "Lorsque tu emportes de l'argent, n'en laisse pas voir la blancheur."
  },
  {
    "id": "882",
    "chinese": "拿上棍叫无狗，不到。",
    "translation": "Lorsqu'on prend un gourdin pour appeler un chien Il ne vient pas."
  },
  {
    "id": "883",
    "chinese": "那一才个牛犊子，还不揬他的娘。",
    "translation": "Y a-t-il un seul veau qui ne coche sa mère (en tétant). (L'expression s'emploie pour excuser quelqu'un, s'il a offensé une autre personne.)"
  },
  {
    "id": "885",
    "chinese": "闹个馋嘴，子弄个懒腿，吃个馋嘴，坐个懒腿。",
    "translation": "Paire une bouche gourmande, se former une jambe paresseuse. Plus on mange plus on devient gourmand, plus on s'assied plus on devient fainéant."
  },
  {
    "id": "886",
    "chinese": "爱吃屎的，屁干也享。",
    "translation": "Celui qui aime à manger des exeréments aime aussi les flatuosités."
  },
  {
    "id": "887",
    "chinese": "饿老鴜挝驴，急子挝。",
    "translation": "Une corneille qui agrippe un âne l'agrippe en vain. (Faire quelque chose qui est au dessus de ses forces.)"
  },
  {
    "id": "888",
    "chinese": "你好吃烧毡子，我好吃煮帽子，两毛性不佫是。",
    "translation": "Tu aimes à manger une couverture rôtie, j'aime à manger un bonnet bouilli. Ces deux aspects de la laine ne sont pas les mêmes. (Les goûts et les couleurs ne se discutent pas.)"
  },
  {
    "id": "889",
    "chinese": "你听京，不小要见京。",
    "translation": "Si tu as entendu parler de Pékin, il ne faut pas voir Pékin."
  },
  {
    "id": "890",
    "chinese": "鸟见兽有不舍离。",
    "translation": "Même les oiseaux et les bêtes sont fidèles."
  },
  {
    "id": "891",
    "chinese": "牛头不烂，多费的一点儿从柴炭。",
    "translation": "Si la tête de boeuf (à bouillir) n'est pas tendre, on emploie un peu plus de fagots et de charbons. (Il faut de la patience et des moyens pour certaines choses. Rome n'a pas été bâtie en un seul jour.)"
  },
  {
    "id": "898",
    "chinese": "五明头下雪是，明白了。",
    "translation": "Lorsqu'il neige quand il fait obscur, Au matin, tout est blanc. (Lorsque quelqu'un vous met en garde contre quelque chose, alors seulement vous voyez clair.)"
  },
  {
    "id": "899",
    "chinese": "无见针不引线，无水不行船。",
    "translation": "S'il n'y a pas d'aiguille on ne peut faire passer un fil. Sans eau on ne peut faire avancer un bateau. (A l'impossible nul n'est tenu.)"
  },
  {
    "id": "900",
    "chinese": "无酒从不成席。",
    "translation": "Sans vin il n'y a pas de banquet possible."
  },
  {
    "id": "901",
    "chinese": "乌鸦唵是屎，不抬头。",
    "translation": "Le corbeau qui s'est abattu sur des excréments ne relève pas la tête. (S'emploie pour parler d'un goinfre malpoli.)"
  },
  {
    "id": "902",
    "chinese": "八仙过海，是各显其能。",
    "translation": "Lorsque les huit immortels traversent la mer, chacun montre sa propre habileté. (Lorsqu'on fait quelque chose, chacun le fait avec les moyens dont il dispose, d'après ses aptitudes.)"
  },
  {
    "id": "903",
    "chinese": "怕人知道的事，不要作无。",
    "translation": "Ce que tu crains que les hommes sachent, ne le fais pas."
  },
  {
    "id": "904",
    "chinese": "半才夜叫城门，瞎掽钉子。",
    "translation": "Crier à minuit à la porte de la ville, c'est être comme un aveugle qui se cogne contre les clous (de cette porte). (Faire des démarches vaines et inutiles.)"
  },
  {
    "id": "905",
    "chinese": "半夜打灯笼话，寻鬼呢。",
    "translation": "A minuit avec sa lanterne, chercher un fantôme. (Se dit par plaisanterie à un individu qui ne sait jamais où il a déposé ses affaires et les cherche partout.)"
  },
  {
    "id": "906",
    "chinese": "旁黑的总是要染黑。",
    "translation": "Si tu avoisines du noir, tu seras certainement noirci."
  },
  {
    "id": "907",
    "chinese": "傍大树，草不沾霜一。",
    "translation": "Auprès d'un grand arbre, l'herbe n'est pas couverte de givre."
  },
  {
    "id": "908",
    "chinese": "从傍腔的，上不了台。",
    "translation": "Celui qui est trop près du pied du mûr ne peut monter sur l'estrade. (Celui qui est trop impliqué dans quelque chose ne peut donner un conseil judicieux.)"
  },
  {
    "id": "909",
    "chinese": "没螃蟹吃豆腐，吃不了也刨烂了。",
    "translation": "Lorsqu'un crabe mange du tofu, même ce qu'il ne peut manger est réduit en bouillie."
  },
  {
    "id": "910",
    "chinese": "旁观人清，当小局人迷。",
    "translation": "Les spectateurs voient clair ; Les intéressés sont aveugles."
  },
  {
    "id": "911",
    "chinese": "傍观者明，在事不者昏。",
    "translation": "Ce sont les autres qui voient clair, L'intéressé seul voit trouble."
  },
  {
    "id": "912",
    "chinese": "抱住香灯打喷嚏，干脸上灰。",
    "translation": "Lorsqu'on porte un brûle parfums et qu'on éternue, la figure se couvre de cendres. (Etre responsable de ses propres misères. Se brûler en jouant avec le feu.)"
  },
  {
    "id": "913",
    "chinese": "保人垫不了钱，刽子干手顶不了命。",
    "translation": "Un garant ne prête pas d'argent. Le bourreau ne rend pas la vie (à sa victime)."
  },
  {
    "id": "914",
    "chinese": "的白萝卜扎刀子，不出血的东西。",
    "translation": "On a beau larder de coups de couteau un radis blanc, le sang ne s'en écoule pas. (Se dit de quelqu'un qui ne se laisse pas vite intimider.)"
  },
  {
    "id": "915",
    "chinese": "壁虱窜的荞麦皮，大小衣裳不离身。",
    "translation": "Comme les punaises entrent dans l'oreiller, il ne quitte jamais ses beaux habits. (Se dit de quelqu'un qui veut faire le beau ou le grand monsieur.)"
  },
  {
    "id": "916",
    "chinese": "子鼻子底下长的一个嘴。",
    "translation": "Il y a une bouche sous le nez. (Pour dire qu'il faut s'en servir.)"
  },
  {
    "id": "917",
    "chinese": "兵不离营，马不离栈，的伙计不离掌柜的院。",
    "translation": "Les soldats ne quittent par leur caserne, les chevaux ne dépassent pas l'étape (coutumière), les ouvriers ne quittent pas la cour de leur patron. (On ne change pas les choses établies. L'habitude devient une seconde nature.)"
  },
  {
    "id": "918",
    "chinese": "病从口中入说，祸从口中出。",
    "translation": "Les maladies entrent par la bouche. Les malheurs sortent par la bouche."
  },
  {
    "id": "919",
    "chinese": "朋友一千不多一，冤家一个就够。",
    "translation": "Mille amis, ce n'est pas trop. Un seul ennemi, c'est bien suffisant."
  },
  {
    "id": "920",
    "chinese": "不上一从当，不长一智。",
    "translation": "Si l'on n'est pas dupe, on n'acquiert pas la sagesse. (On apprend à ses dépens.)"
  },
  {
    "id": "921",
    "chinese": "不怕三打骂，单怕见一不理。",
    "translation": "On ne craint pas d'être battu ou maudit trois fois ; On craint seulement l'indifférence."
  },
  {
    "id": "922",
    "chinese": "不走高山没，不现平地。",
    "translation": "Lorsqu'on ne monte pas sur une haute montagne, la plaine n'est pas apparente."
  },
  {
    "id": "924",
    "chinese": "三人共一心，黄才土变成金。",
    "translation": "Lorsque trois hommes ont le même but, l'argile se change en or. (L'union fait la force.)"
  },
  {
    "id": "925",
    "chinese": "是三家恃靠，倒了锅灶。",
    "translation": "Lorsque trois familles s'appuient l'une sur l'autre, le fourneau tombe en ruines. (Lorsque chacun compte sur autrui pour faire la besogne, rien ne se fait, tout va à la dérive.)"
  },
  {
    "id": "926",
    "chinese": "三个人能灭一个人，一个人灭不见了三个人。",
    "translation": "Trois hommes peuvent annihiler un seul homme. Un seul homme ne peut annihiler trois hommes."
  },
  {
    "id": "927",
    "chinese": "死人不不怕天火烧，死猪不怕滚水浇。",
    "translation": "Un mort n'a pas peur d'être brûlé par la foudre. Un porc mort ne craint pas d'être raclé à l'eau bouillante."
  },
  {
    "id": "928",
    "chinese": "死狗当街卧，手拿半头砖，虽然的他不咬，君子防不然。",
    "translation": "Si un misérable chien est couché au milieu de la rue, prends en main un morceau de brique. Quoiqu'il ne morde pas, un sage évite les risques."
  },
  {
    "id": "929",
    "chinese": "媳妇子说多，不洗锅。",
    "translation": "Lorsqu'il y a beaucoup de belles-filles La marmite n'est pas récurée. (Parce que l'une croit que l'autre va le faire.)"
  },
  {
    "id": "930",
    "chinese": "戏子胡髭没假的。",
    "translation": "La barbe du comédien est postiche. (Pour dire que quelque chose est faux.)"
  },
  {
    "id": "931",
    "chinese": "戏子挨子刀不怕。",
    "translation": "Le comédien ne craint pas de recevoir des coups d'épée."
  },
  {
    "id": "932",
    "chinese": "想金盼银，一辈小子受穷。",
    "translation": "Songer à l'or, espérer l'argent et subir la pauvreté pendant toute la vie."
  },
  {
    "id": "933",
    "chinese": "小时没老子，到大说坏小子。",
    "translation": "Enfant sans père devient mauvais en grandissant."
  },
  {
    "id": "934",
    "chinese": "小时没娘，到大话长多。",
    "translation": "Enfant sans mère parle a tort et à travers en grandissant."
  },
  {
    "id": "935",
    "chinese": "小时不没人管，到大狗舔碗。",
    "translation": "Enfant sans parents ni tuteurs laisse les chiens lécher ses bols. (Il est sale et sans ordre ; Il ne lave même pas sa vaisselle.)"
  },
  {
    "id": "936",
    "chinese": "小儿犯法，罪好有家责。",
    "translation": "Lorsqu'un des petits fils à commis une faute, cette faute retombe sur toute la famille."
  },
  {
    "id": "937",
    "chinese": "学下的不精，磨下的不亮，满好天的星宿，遮不住半个月亮。",
    "translation": "Ce qu'il a appris ne pénètre pas, ce qui a été poli ne brille pas, un firmament plein d'étoiles n'atteint pas la clarté d'une demi-Lune. (Tout ce qui brille n'est pas or.)"
  },
  {
    "id": "938",
    "chinese": "学三年画匠，，不会画马蹄子。",
    "translation": "Après trois ans d'apprentissage pour être peintre, on ne sait même pas peindre les sabots d'un cheval."
  },
  {
    "id": "939",
    "chinese": "小雀见儿飞到大豆地，空量了一翅。",
    "translation": "Un petit passereau volant dans un champ de grosses fèves a inutilement déployé ses ailes. (Parce qu'il ne peut avaler une pitance aussi grosse. Se dit de quelqu'un qui a fait une démarche inutile, ou qui a entrepris quelque chose qui est nu dessus de ses forces.)"
  },
  {
    "id": "940",
    "chinese": "小要稳重，老说要颠狂。",
    "translation": "Quand on est jeune on doit être pondéré. Quand on est vieux on doit être fringant."
  },
  {
    "id": "941",
    "chinese": "先告详才，后没嚷。",
    "translation": "Détails bien déterminés, pas de disputes dans le futur."
  },
  {
    "id": "942",
    "chinese": "从先嫁由爷娘，后嫁由主人。",
    "translation": "Un premier mariage est l'affaire des parents, un second mariage est sa propre affaire."
  },
  {
    "id": "943",
    "chinese": "先想自己从，再说别人。",
    "translation": "Songez d'abord à vous même avant de parler des autres."
  },
  {
    "id": "944",
    "chinese": "先责其话里，后责其外。",
    "translation": "On soigne d'abord pour soi et puis pour les autres. (Charité bien ordonnée commence par soi-même.)"
  },
  {
    "id": "945",
    "chinese": "仙道神大一，送死娃子呢。",
    "translation": "Xiandao Shen (le dieu de l'immortalité) est grand mais il apporte des enfants morts. (Tu es grand, mais aussi bête que grand.)"
  },
  {
    "id": "946",
    "chinese": "新计荒年年长盛，旧从计荒万万不动。",
    "translation": "Les nouvelles dettes augmentent tous les ans. Les anciennes dettes on n'y touche jamais."
  },
  {
    "id": "947",
    "chinese": "心里头的意是酒蹨出来，直荠里头的兔说是狗蹨出来。",
    "translation": "Les pensées du coeur sont dévoilées par l'alcool. Les lièvres cachés dans les herbes sont levés par les chiens."
  },
  {
    "id": "948",
    "chinese": "星宿跟上月无亮走，沾光不浅。",
    "translation": "Les étoiles vont de concert avec la Lune. Elles en retirent beaucoup de rayonnement."
  },
  {
    "id": "949",
    "chinese": "袖手问无贼贼不招，拿棍叫狗狗不来。",
    "translation": "Si les bras croisés on interroge un voleur le voleur n'avoue pas; Si l'on prend un bâton pour appeler un chien, le chien ne vient pas."
  },
  {
    "id": "950",
    "chinese": "修桥铺路，行子路有益。",
    "translation": "Elever un pont et réparer une route c'est se rendre utile aux voyageurs."
  },
  {
    "id": "951",
    "chinese": "秀才没子顶子，平生。",
    "translation": "Un érudit sans toit (ou : sans rien) est un homme ordinaire."
  },
  {
    "id": "952",
    "chinese": "秀才不出门，便知无天下文。",
    "translation": "Un lettré sans sortir de chez lui peut se renseigner au sujet du monde entier."
  },
  {
    "id": "953",
    "chinese": "秀才跌在茅坑，臭子的难闻。",
    "translation": "Un lettré puant, tombé dans une fosse à purin. (Utilisé pour désigner une personne utilisant de grandes formules ou de grandes connaissances pour montrer sa science et épater le public.)"
  },
  {
    "id": "954",
    "chinese": "虚的实得走，瘸的走不见得。",
    "translation": "Le faux ne peut être vrai de même que le bancal ne peut marcher."
  },
  {
    "id": "955",
    "chinese": "算卦不留情从，留情不算卦。",
    "translation": "Lorqu'on fait de la divination, on ne peut faire attention à l'amitié. Si l'on veut être aimable, il ne faut pas dire la bonne aventure."
  },
  {
    "id": "956",
    "chinese": "孙悟空小不，大闹天宫。",
    "translation": "Quoique le Roi des singes soit petit, il peut mettre sens dessus dessous la région céleste. (Pour caractériser un homme dangereux malgré son apparence.)"
  },
  {
    "id": "957",
    "chinese": "大福由天，小福由人是。",
    "translation": "Le grand bonheur est originaire du ciel. Les petites joies nous viennent des hommes."
  },
  {
    "id": "958",
    "chinese": "打人打个死，救人救个活才。",
    "translation": "Si tu frappes quelqu'un, frappe le à mort. Si tu sauves quelqu'un, sauve le vivant. (Quoi que tu fasses, fais le bien.)"
  },
  {
    "id": "959",
    "chinese": "大人做大多事，大笔写大字。",
    "translation": "Un grand homme peut arranger de grandes affaires. Un grand pinceau peut écrire de grandes lettres."
  },
  {
    "id": "960",
    "chinese": "打高墙喂好狗，顶不住四路为才朋友。",
    "translation": "Elever un haut mûr et nourrir un bon chien ne vaut pas de se faire des amis partout."
  },
  {
    "id": "961",
    "chinese": "打多了不罚，罚了不打。",
    "translation": "Lorsqu'on frappe on ne peut punir. Lorsqu'on punit on ne peut frapper."
  },
  {
    "id": "962",
    "chinese": "打死人的的偿命，借债的还债。",
    "translation": "Celui qui a tué quelqu'un paye de sa vie. Celui qui a des dettes doit rendre sa dette."
  },
  {
    "id": "963",
    "chinese": "打住鳖，亮网三天见。",
    "translation": "Lorsqu'on a pris une tortue, on laisse rafraîchir le filet pendant trois jours. (Après un grand coup, il faut laisser les choses se calmer.)"
  },
  {
    "id": "964",
    "chinese": "他人怀宝是剑，我有笔如刀。",
    "translation": "S'il porte un sabre à la ceinture, j'ai moi un pinceau qui vaut son sabre. (Face au danger, la violence ou le terrorisme, un homme cultivé (ou la connaissance) à plus de force et de valeur.)"
  },
  {
    "id": "965",
    "chinese": "抬轿子的也哼哼哼，坐轿子的也哼哼无哼。",
    "translation": "Ceux qui portent le palanquin soupirent ; Ceux qui sont assis dans le palanquin soupirent (également)."
  },
  {
    "id": "966",
    "chinese": "单马不小上阵，孤树不成村。",
    "translation": "Un cheval seul n'est pas réquisitionné pour aller à la guerre. Un arbre isolé ne fera jamais de bois de menuiserie."
  },
  {
    "id": "967",
    "chinese": "从贪多，嚼不烂。",
    "translation": "Lorqu'on est trop avide, on ne mâche pas menu. (Qui trop embrasse mal étreint.)"
  },
  {
    "id": "968",
    "chinese": "当铺门口才脱裤子，人能变财。",
    "translation": "Qu'on ait été obligé d'enlever sa culotte à la porte d'un prêteur sur gage, on peut toujours récupérer sa richesse."
  },
  {
    "id": "969",
    "chinese": "当大的不干正，当小的不听。",
    "translation": "Si les supérieurs ne valent rien, les \"inférieurs\" n'obéissent pas."
  },
  {
    "id": "970",
    "chinese": "套耗子用没油捻子，套雀儿撒两颗粮。",
    "translation": "Pour prendre des souris on se sert d'une mèche huileuse. Pour prendre des oiseaux on répand deux grains de céréale. (On attrape pas des mouches avec du vinaigre.)"
  },
  {
    "id": "971",
    "chinese": "讨吃子没上戏台，高升了。",
    "translation": "Un mendiant qui monte sur une scène de théâtre est monté bien haut."
  },
  {
    "id": "972",
    "chinese": "讨吃子丢了棍，干受了狗的气了。",
    "translation": "Un mendiant qui a perdu son bâton ressent la colère des chiens."
  },
  {
    "id": "973",
    "chinese": "讨吃子要不穷，耗子盗不不穷。",
    "translation": "On ne devient pas pauvre par les exigences des mendiants. On ne devient pas pauvre par les dommages causés par les rats."
  },
  {
    "id": "974",
    "chinese": "掌柜多的三年，狗还要嫌。",
    "translation": "Lorsqu'on est maître depuis trois ans, le chien même vous méprise."
  },
  {
    "id": "975",
    "chinese": "唱戏见绝世。",
    "translation": "La comédie écarte le monde matériel."
  },
  {
    "id": "976",
    "chinese": "招下好邻家，又喝酒了又戴花，招下歹邻家，又才挨板子又挠枷。",
    "translation": "Lorsqu'on héberge de bons locataires, on peut boire du vin et porter des fleurs. Lorsqu'on héberge de mauvais locataires, on doit subir des coups de latte et porter la cangue (un supplice chinois)."
  },
  {
    "id": "977",
    "chinese": "招客有主，繫马有椿，在家靠爷娘，出门靠一主人。",
    "translation": "Il faut un hôte pour recevoir des invités, il faut un poteau pour lier un cheval. A la maison on se repose sur ses parents, à l'étranger on se repose sur le patron. (On dépend toujours de quelqu'un.)"
  },
  {
    "id": "978",
    "chinese": "拆下东墙干，垒西墙。",
    "translation": "Abattre le mûr de l'est pour élever le mûr de l'ouest. (creuser un trou pour en remplire un autre.)"
  },
  {
    "id": "979",
    "chinese": "知人知面不知小心。",
    "translation": "Lorsqu'on connait quelqu'un, on connait son visage, on ne connait pas son coeur."
  },
  {
    "id": "980",
    "chinese": "只管世上受荣华多，那管死后变驴马。",
    "translation": "Celui qui ne cherches sur terre que la splendeur seras changé en âne ou cheval après sa mort."
  },
  {
    "id": "981",
    "chinese": "话吃谁的饭，劳谁的驾。",
    "translation": "On remercie celui dont on mange le dîner. On donne raison à celui qui vous reçoit."
  },
  {
    "id": "982",
    "chinese": "说话没要说理。",
    "translation": "Qui dit mot doit le faire avec raison."
  },
  {
    "id": "983",
    "chinese": "吃了人的嘴短，该下人的理短不。",
    "translation": "Devant celui qui vous donne à manger on a la bouche courte. Devant celui à qui on doit de l'argent, on a la discussion courte."
  },
  {
    "id": "984",
    "chinese": "，吃不肥，饿不瘦。",
    "translation": "Ne pas devenir gras de manger et ne pas maigrir d'avoir faim. (N'avoir ni la richesse ni la pauvreté.)"
  },
  {
    "id": "985",
    "chinese": "车沉不算沉，路沉沉无死人。",
    "translation": "Qu'un char soit fort chargé cela ne fait rien. Une route difficile est mortelle pour les gens."
  },
  {
    "id": "986",
    "chinese": "赤笃子雀儿游瓦桶，抖说翎抖翅。",
    "translation": "(Etre comme) un tout jeune moineau se promenant dans un creux de tuile et qui agite ses ailes et son duvet. (Se dit de quelqu'un qui fait l'affairé, qui s'agite sottement.)"
  },
  {
    "id": "987",
    "chinese": "吃不穷，喝不穷，盘算不到，从一辈子穷。",
    "translation": "On ne devient pas pauvre de manger. On ne devient pas pauvre de boire. C'est l'irréflexion qui cause la pauvreté pour toute la vie."
  },
  {
    "id": "988",
    "chinese": "真金不怕火炼见。",
    "translation": "L'or pur ne craint pas d'être fondu au feu."
  },
  {
    "id": "989",
    "chinese": "知恩话不报，反为仇。",
    "translation": "Le manque de reconnaissance pour un bienfait peut même se changer en haine."
  },
  {
    "id": "990",
    "chinese": "真债吃不完，说缺债吃了还。",
    "translation": "Ne pouvant faire face aux dépenses nécessaires, m'engagerais-je encore dans des dépenses superflues ?"
  },
  {
    "id": "991",
    "chinese": "珍说珠没眼儿，瞎宝贝。",
    "translation": "Une perle sans trou est un joyau aveugle. (Se dit d'un objet précieux ou utile dont quelqu'un ignore l'emploi, et qui reste, de ce fait, négligé.)"
  },
  {
    "id": "992",
    "chinese": "粗狗不吃糠，细子狗不断兔子。",
    "translation": "On ne peut l'appeler molosse, car il ne mange pas de balle. On ne peut l'appeler lévrier, car il ne poursuit pas les lièvres. (Se dit d'un homme indéchiffrable, sur lequel on ne peut faire état.)"
  },
  {
    "id": "993",
    "chinese": "丑陋不由人无。",
    "translation": "Etre laid et hideux, cela ne dépend pas de soi."
  },
  {
    "id": "994",
    "chinese": "庄户是人家的从好。",
    "translation": "La moisson des autres est toujours la meilleure. (L'herbe est toujours plus verte ailleurs.)"
  },
  {
    "id": "995",
    "chinese": "穿不在才身上，吃不在脸上。",
    "translation": "Lorsqu'on n'a rien pour s'habiller cela se voit sur le corps. Lorsqu'on n'a rien a se mettre sous la dent, cela se voit sur le visage."
  },
  {
    "id": "996",
    "chinese": "锥尖子遇上枣骨子一。",
    "translation": "Une pointe d'un poinçon rencontrant un noyau de jujube. (Deux individus qui s'entêtent l'un contre l'autre sans vouloir céder d'un pas.)"
  },
  {
    "id": "997",
    "chinese": "众人的老子子，没人哭。",
    "translation": "Le père de tout le monde n'est pleuré par personne. (S'il y a beaucoup d'individus pour faire une même besogne, l'un comptant sur l'autre, personne ne bouge et l'ouvrage ne se fait pas.)"
  },
  {
    "id": "998",
    "chinese": "钟鼓不不用重锤，明人不用细提。",
    "translation": "Il ne faut pas frapper lourdement les cloches et les tambours. Il ne faut pas entrer dans de nombreux détails avec un homme intelligent."
  },
  {
    "id": "999",
    "chinese": "钟不打不响，话不说不知小。",
    "translation": "Une cloche qu'on ne frappe pas ne résonne pas. Une parole qu'on ne dit pas reste méconnue."
  },
  {
    "id": "1000",
    "chinese": "是猪记吃，不记打。",
    "translation": "Le porc se souvient de la nourriture mais ne se souvient pas des coups."
  },
  {
    "id": "1001",
    "chinese": "猪狗不离话窝。",
    "translation": "Porcs et chiens ne quittent pas leur enclos. (A chacun sa demeure est chère.)"
  },
  {
    "id": "1002",
    "chinese": "猪羊一把不菜。",
    "translation": "Porcs et moutons ne sont que nourriture."
  },
  {
    "id": "1003",
    "chinese": "厨，房有剩饭，路上有饥人。",
    "translation": "Dans les cuisines il y a des reliefs de repas. Sur les routes il y a des gens qui ont faim."
  },
  {
    "id": "1004",
    "chinese": "出说门时时难。",
    "translation": "Voyager est fatiguant en toutes saisons."
  },
  {
    "id": "1005",
    "chinese": "搐鼻骡子，卖的个驴价钱话。",
    "translation": "Un mulet morveux ne se vend qu'au même prix qu'un âne. (Se dit de quelqu'un qui a une grande bouche mais finalement peu dangereux.)"
  },
  {
    "id": "1006",
    "chinese": "捉贼捉回他二舅舅，干好眼窝。",
    "translation": "Vouloir prendre un voleur et ramener son oncle maternel ; Voilà ce qui s'appelle avoir le coup d'oeil."
  },
  {
    "id": "1007",
    "chinese": "捉贼容易，放没贼难。",
    "translation": "Il est facile d'attraper un voleur ; Il est difficile de le relâcher."
  },
  {
    "id": "1008",
    "chinese": "得食猫一欢如虎，凤凰落架不如鸡。",
    "translation": "Un chat gui s'est fait un butin est aussi joyeux qu'un tigre. Un phénix qui descendu au sol ne vaut pas un coq. (La fortune peut élever un homme au dessus d'un savant. Le malheur peut ravaler un grand homme au dessous d'un individu vulgaire.)"
  },
  {
    "id": "1009",
    "chinese": "多得病思命，得命思财。",
    "translation": "Lorsqu'on devient malade on pense à sa vie. Lorsqu'on revient à la vie, on pense à l'argent."
  },
  {
    "id": "1010",
    "chinese": "多得病容易，去病难。",
    "translation": "Il est facile d'attraper une maladie. Il est difficile de s'en débarrasser."
  },
  {
    "id": "1011",
    "chinese": "豆腐跌在灰坑说上。",
    "translation": "Le tofu est tombé sur un tas de cendres. (Cette expression s'emploie pour exprimer une affaire qui n'a pas de solution.)"
  },
  {
    "id": "1012",
    "chinese": "豆芽菜跌了瓣从子，少勾没头。",
    "translation": "Lorsque le germe de soja se scinde (en deux), La pousse n'est plus, ni la tête (graine) non plus. (Se dit de quelqu'un qui raconte un tas d'histoires sans fondement.)"
  },
  {
    "id": "1013",
    "chinese": "头上穿干套裤，脸上下不来。",
    "translation": "Lorsqu'on porte une jambière sur la tête, elle ne peut descendre sur le visage. (Se dit d'une affaire qui fera perdre la face.)"
  },
  {
    "id": "1014",
    "chinese": "偷瓜，没罪，逮住就切碎。",
    "translation": "Il n'y a pas grande faute à voler des melons, Mais si l'on est pris on est coupé menu."
  },
  {
    "id": "1015",
    "chinese": "偷西瓜抱便壶无。",
    "translation": "Voler des pastèques et prendre un pot de nuit. (Se dit d'un imbécile qui est incapable de faire convenablement quelque chose.)"
  },
  {
    "id": "1016",
    "chinese": "偷吃猫性不改，割了鼻子见朵还要来。",
    "translation": "Un chat qui vole de la viande ne se corrige pas. Qu'on lui coupe le nez, les oreilles reviendront encore. (Ce proverbe s'applique à des gens incorrigibles)"
  },
  {
    "id": "1017",
    "chinese": "弟兄一分门，是两家。",
    "translation": "Lorsque les frères ont séparé leurs portes, ils constituent deux familles."
  },
  {
    "id": "1018",
    "chinese": "地种三年，如无母亲。",
    "translation": "Lorsqu'on ensemence des terres pendant trois ans, elles vous sont aussi chères que votre mère."
  },
  {
    "id": "1019",
    "chinese": "地种三年，亲不如母。",
    "translation": "Des terres qu'on cultive depuis trois ans vous sont aussi chères que votre mère."
  },
  {
    "id": "1020",
    "chinese": "地有沙碱薄地，人话有力量不同。",
    "translation": "Parmi les terres il y en a de sablonneuses, de salpétreuses et d'épuisées. Parmi les hommes il y en a dont la force n'est pas la même."
  },
  {
    "id": "1021",
    "chinese": "胶才泥捏铃铛，不响。",
    "translation": "Façonnes une sonnette en argile et elle ne résonnera pas."
  },
  {
    "id": "1022",
    "chinese": "吊死鬼打架，死说命瞎碰。",
    "translation": "Lorsque deux pendus se batten, leurs cadavres se cognent à l'aveuglette. (Se dit de quelqu'un qui fonce tête baissée)"
  },
  {
    "id": "1023",
    "chinese": "话铁和钢一样，茬茬不一样。",
    "translation": "Le fer ressemble beaucoup a l'acier mais les fourches qu'on fait ne sont pas les mêmes. (Il ne faut pas se fier aux apparences.)"
  },
  {
    "id": "1024",
    "chinese": "铁杆磨秀针说。",
    "translation": "On peut limer une barre de fer jusqu'à en faire une aiguille ."
  },
  {
    "id": "1025",
    "chinese": "天上无说云不下雨。",
    "translation": "Sans nuages au ciel il ne pleut pas sur terre."
  },
  {
    "id": "1026",
    "chinese": "天上有余，多地下缺。",
    "translation": "Au ciel il y en a en abondance, ici bas ils sont rares. (Les gens bons.)"
  },
  {
    "id": "1027",
    "chinese": "天平没眼儿，法多子在。",
    "translation": "Une balance à deux plateaux n'a pas de marques graduées, mais a des poids. (Il y a toujours une manière de faire pour tout.)"
  },
  {
    "id": "1028",
    "chinese": "听见人劝，吃饱饭。",
    "translation": "Écouter un bon conseil donné par autrui vaut avoir mangé à sasiété."
  },
  {
    "id": "1029",
    "chinese": "短人千万，挡小不住穿衣吃饭。",
    "translation": "Quoiqu'on doive a quelqu'un une somme immense, on ne peut vous enlever ni le vêtement ni la nourriture."
  },
  {
    "id": "1030",
    "chinese": "东山土地多，到西山不灵。",
    "translation": "Le dieu des montagnes orientales n'est plus habile quand il arrive dans les montagnes de l'ouest. (Sortez quelqu'un de sa sphère ordinaire, et il perd tous ses moyens.)"
  },
  {
    "id": "1031",
    "chinese": "东风大随见东风，西风大随西风。",
    "translation": "Aller à l'est quand le vent souffle fort de l'est et aller à l'ouest quand le vent souffle fort de l'ouest. (Se dit d'un homme irrésolu, qui se laisse entraîner par tout le monde, qui tourne à tout vent.)"
  },
  {
    "id": "1032",
    "chinese": "东无看细看，跑了好汉。",
    "translation": "Ceux qui regardent à l'est et à l'ouest puis s'enfuient. . . voilà les vrais braves."
  },
  {
    "id": "1033",
    "chinese": "兔不吃窝边无的草。",
    "translation": "Le lièvre ne mange pas l'herbe à proximité de son gîte."
  },
  {
    "id": "1034",
    "chinese": "从秃子住庙，将就材料。",
    "translation": "Un bonze qui gîte dans une pagode est à peu près acceptable. (On se tirera bien d'affaire en se gênant un peu.)"
  },
  {
    "id": "1035",
    "chinese": "在家不打一人，出门人不打。",
    "translation": "Si à la maison tu ne frappes personne, lorsque tu sortiras, personne ne te frappera."
  },
  {
    "id": "1036",
    "chinese": "在家要个好铺盖从，出门要个好烟袋。",
    "translation": "A la maison il faut de belles literies. En voyage il faut une bonne pipe."
  },
  {
    "id": "1037",
    "chinese": "早睡迟起，多不惹是非。",
    "translation": "Qui se couche tôt et se lève tard ne provoque pas de contrariétés."
  },
  {
    "id": "1038",
    "chinese": "自做错难以更改，才路走错再折回来。",
    "translation": "Lorsqu'on a commis une bévue, il est difficile de réparer. Lorsqu'on se trompe de route, on revient sur ses pas."
  },
  {
    "id": "1039",
    "chinese": "刺猬无说他光，臭桶说他香。",
    "translation": "Le chardon dit : \"je suis lisse\", le puant dit : \"je fleure bon\". (Chacun se vente de qualités imaginaires.)"
  },
  {
    "id": "1040",
    "chinese": "怎好的一个旗杆，离不了，夹二石。",
    "translation": "La meilleure hampe de drapeau ne peut se passer d'être soutenue par deux pierres. (Un homme aussi capable qu'il soit ne peut faire grand chose s'il est abandonné par les autres.)"
  },
  {
    "id": "1041",
    "chinese": "不走乎地，随乎礼。",
    "translation": "Où que tu ailles, suis les usages de cet endroit."
  },
  {
    "id": "1042",
    "chinese": "七十二计，偷跑为没上计。",
    "translation": "Réfléchir à soixante-douze fois et s'enfuir après réflexion faite."
  },
  {
    "id": "1043",
    "chinese": "七多岁看大。",
    "translation": "A sept ans on peut prévoir ce que sera l'âge mûr."
  },
  {
    "id": "1044",
    "chinese": "七寸人人喝烧酒，小道多拉。",
    "translation": "Lorsque les nains boivent de l'alcool, ils sont sinistres."
  },
  {
    "id": "1045",
    "chinese": "墙上挂毛毯，子不像画。",
    "translation": "Attacher une couverture de laine sur un mur ne lui donnera pas l'air d'être peint."
  },
  {
    "id": "1046",
    "chinese": "墙头跑马，捩不的回头。",
    "translation": "Lorsqu'on cavale sur la crête d'un mur, on ne peut retourner la tête."
  },
  {
    "id": "1047",
    "chinese": "墙底下安人，你看动小土的日子。",
    "translation": "Avant de placer des hommes au pied d'un mur, vois d'abord si c'est un jour où l'on peut remuer la terre."
  },
  {
    "id": "1048",
    "chinese": "巧言华语顶不没了钱，珍酒百味离不了盐。",
    "translation": "Les belles paroles ne sont pas aussi précieuses que l'argent. Le bon alcool et les mets de haute saveur ont besoin de sel."
  },
  {
    "id": "1049",
    "chinese": "借了言，借不了钱，干添了言，添不了钱。",
    "translation": "Prêter des paroles mais pas d'argent."
  },
  {
    "id": "1050",
    "chinese": "钱上垛，不待坐从。",
    "translation": "Qui a beaucoup d'argent, ne peut rester assis."
  },
  {
    "id": "1051",
    "chinese": "千斤石，是不离寸地。",
    "translation": "Une pierre de mille livres ne quitte pas le sol d'un village."
  },
  {
    "id": "1052",
    "chinese": "千难见万难，数这个说话难。",
    "translation": "Parmi mille et dix mille choses difficiles, rien de plus difficile que de parler."
  },
  {
    "id": "1053",
    "chinese": "前怕刀子，后见怕狼。",
    "translation": "Craindre le couteau devant et le loup derrière. (Se dit d'une affaire sans issue. Être pris entre deux feux.)"
  },
  {
    "id": "1054",
    "chinese": "钱到手了，饭话到口了。",
    "translation": "Avoir l'argent dans la main et la nourriture à la bouche. (Être à bout de ressources.)"
  },
  {
    "id": "1055",
    "chinese": "钱断人，人断钱无，断也断不上。",
    "translation": "L'argent trouve facilement l'homme, mais que l'homme coure après l'argent, il ne le trouvera pas."
  },
  {
    "id": "1056",
    "chinese": "的前有车，后由辙。",
    "translation": "Les traces suivent le char."
  },
  {
    "id": "1057",
    "chinese": "酒要少喝子，事要多知。",
    "translation": "(Faire) boire peu d'alcool, apprendre beaucoup de choses."
  },
  {
    "id": "1058",
    "chinese": "娶媳妇打丧鼓，不是见成亲的头脸。",
    "translation": "Battre un tambourin funèbre à un mariage n'est pas le meilleurs moyen de s'allier à une famille."
  },
  {
    "id": "1059",
    "chinese": "嘴善心不不善，罔把弥陀念。",
    "translation": "Bon en paroles mais mauvais dans le coeur, les vauriens prient aussi Amitabha (bouddha)."
  },
  {
    "id": "1060",
    "chinese": "嘴上无毛，不说话不牢。",
    "translation": "Lorsqu'on n'a pas un poil au menton, ce que l'on dit a peu d'importance."
  },
  {
    "id": "1061",
    "chinese": "不罪好受，福难享。",
    "translation": "Il est facile d'avoir de la peine. Il est difficile d'être heureux."
  },
  {
    "id": "1062",
    "chinese": "催衣不催食才。",
    "translation": "On peut presser l'habillement, on ne presse pas le repas."
  },
  {
    "id": "1063",
    "chinese": "催明不催无食。",
    "translation": "On peut presser le réveil, on ne peut presser le repas."
  },
  {
    "id": "1064",
    "chinese": "村社不无灭势。",
    "translation": "Un seul village ne peut annihiler le canton."
  },
  {
    "id": "1065",
    "chinese": "坐上轿子号丧，不识抬举多。",
    "translation": "Celui qui est Officier ne sait pas que le peuple souffre."
  },
  {
    "id": "1066",
    "chinese": "外甥子一打灯笼，照舅。",
    "translation": "Le neveu fait des lanternes comme son oncle maternel. (Tout est comme dans le bon vieux temps.)"
  },
  {
    "id": "1067",
    "chinese": "外披着羊皮，内说藏着狼心。",
    "translation": "A l'extérieur il est vêtu d'une peau de mouton, à l'intérieur se cache un coeur de loup."
  },
  {
    "id": "1068",
    "chinese": "好外财，不扶，命穷人。",
    "translation": "Les biens d'autrui ne rendent pas heureux"
  },
  {
    "id": "1069",
    "chinese": "万事由见主命，半点不由人。",
    "translation": "Dix mille choses dépendent du bon plaisir du Ciel. Pour le plus petit détail, même l'homme est inpuissant."
  },
  {
    "id": "1070",
    "chinese": "万丈黄河有底子，人的心一没底子。",
    "translation": "Quoique le fleuve jaune soit très long, il a cependant un fond. Le coeur de l'homme n'a pas de fond. (Le coeur de l'homme est insondable.)"
  },
  {
    "id": "1071",
    "chinese": "妄取人财一，发财无益。",
    "translation": "Dérober les biens d'autrui C'est devenir riche sans utilité. (Bien mal acquis ne profite guère.)"
  },
  {
    "id": "1072",
    "chinese": "不孝，父母，浑身无益。",
    "translation": "Ne pas honorer ses parents C'est avoir un corps sans utilité."
  },
  {
    "id": "1073",
    "chinese": "王子犯无法，黎民都有罪。",
    "translation": "Lorsqu'un roi commet une faute, tout son peuple souffre des conséquences."
  },
  {
    "id": "1074",
    "chinese": "文来文挡，武来武挡，从拳头来，圪揬挡。",
    "translation": "Le procédé est-il d'un lettré, réponds en lettré. Le procédé est-il militaire, réponds militairement. Si le poing t'arrive, arrête le de ton poing."
  },
  {
    "id": "1075",
    "chinese": "为人赚下一万两银，死了拿不上半文铜子。",
    "translation": "L'homme, même s'il a gagné dix mille pièces d'argent, à la mort ne peut emporter même une demi pièce de cuivre. (On n'emporte rien dans sa tombe.)"
  },
  {
    "id": "1076",
    "chinese": "为人为到头话。",
    "translation": "Si vous travaillez pour quelqu'un, faites-le (bien) jusqu'au bout."
  },
  {
    "id": "1077",
    "chinese": "为嘴伤身子。",
    "translation": "C'est à cause de la bouche qu'on se fait du tort au corps."
  },
  {
    "id": "1078",
    "chinese": "瓮圈子无粜米，莫事。",
    "translation": "Vendre le mil qui est dans la jarre n'est pas une bonne affaire. (On ne peut pas tout vendre, en particulier ce qui est utile au quotidien.)"
  },
  {
    "id": "1079",
    "chinese": "哑巴子吃苦菜，苦在心多里了。",
    "translation": "Lorsqu'un muet mange des légumes amers, l'amertume reste dans son coeur. (Se dit des grandes douleur muettes.)"
  },
  {
    "id": "1080",
    "chinese": "牙小疼不是病，疼死没人问。",
    "translation": "Le mal aux dents ne compte pas comme maladie. Que vous souffriez à en mourir, personne ne s'en informe."
  },
  {
    "id": "1081",
    "chinese": "鸭子上了鹦哥架，多看看你的蹄腿。",
    "translation": "Canard qui es monté sur un perchoir de perroquet, regarde donc tes pattes. (Se dit à quelqu'un qui se prend pour plus important qu'il n'est vraiment. Se dit également à quelqu'un qui se met dans une situation périlleuse qu'il ne peut maîtriser.)"
  },
  {
    "id": "1082",
    "chinese": "养不女不算饭钱，骑好马不算草料钱，养女儿算饭钱。",
    "translation": "Lorsqu'on a élevé une fille est ce que l'on compte les frais de nourriture ?"
  },
  {
    "id": "1083",
    "chinese": "扬兵喝是漏。",
    "translation": "Il faut nourrir les soldats pendant mille jours pour s'en servir durant un instant."
  },
  {
    "id": "1084",
    "chinese": "羊头一上的毛。",
    "translation": "Être comme la laine sur une tête de mouton. (Ne pas être très utile ou n'avoir que peu de bonnes choses à offrir.)"
  },
  {
    "id": "1085",
    "chinese": "见要光想自在，成不了好人。",
    "translation": "Celui qui ne songe qu'à ses propres aises ne deviendra jamais un brave homme."
  },
  {
    "id": "1086",
    "chinese": "腰里没骨干头站不起来。",
    "translation": "Lorsqu'on n'a pas d'os dans les côtes, on ne peut se dresser debout."
  },
  {
    "id": "1087",
    "chinese": "要暖要穿从皮子，要饱要吃米子。",
    "translation": "Pour avoir chaud il faut porter des fourrures. Pour être rassasié il faut manger du millet. (Aux grands maux les grands remèdes.)"
  },
  {
    "id": "1088",
    "chinese": "要当好汉舍得剿，要骑见好马舍得料。",
    "translation": "Si l'on veut se conduire en mauvais homme, il ne faut pas craindre le tumulte. Si l'on veut monter un bon cheval, il ne faut pas épargner sa nourriture."
  },
  {
    "id": "1089",
    "chinese": "要知朝中事，山中问话野人。",
    "translation": "Si tu veux savoir la vérité au sujet des affaires de la dynastie, demande la aux sauvages vivant dans les montagnes."
  },
  {
    "id": "1090",
    "chinese": "要知古今事，没须读五车书。",
    "translation": "Si tu veux comprendre les choses d'hier et d'aujourd'hui, lis cinq charettes de livres."
  },
  {
    "id": "1091",
    "chinese": "摇钱见树，打盹呢。",
    "translation": "Sous l'arbre qui donne de l'argent, s'endormir en l'agitant. (Laisser passer toutes les belles occasions par inertie.)"
  },
  {
    "id": "1092",
    "chinese": "野狸子皮，氄毛一般从齐。",
    "translation": "Une peau de chat sauvage a autant de duvet que de poils."
  },
  {
    "id": "1093",
    "chinese": "野草见怕霜，霜怕日头。",
    "translation": "Les herbes sauvages craignent le givre. Le givre craint le soleil."
  },
  {
    "id": "1094",
    "chinese": "言和，意不和话。",
    "translation": "Les paroles sont conciliantes ; La pensée ne l'est pas."
  },
  {
    "id": "1095",
    "chinese": "盐贱饿干死人。",
    "translation": "(Même) Si le sel est bon marché les gens meurent de faim. (On ne se nourrit pas que de sel ni de simples parfums.)"
  },
  {
    "id": "1096",
    "chinese": "言不说顾行，行不顾言。",
    "translation": "Leurs paroles n'ont aucun rapport avec leurs actes. Leurs actes n'ont aucun rapport avec leurs paroles. (Dire et faire des choses bien différentes.)"
  },
  {
    "id": "1097",
    "chinese": "淹不死，煮不烂，烟不死，主不乱没。",
    "translation": "On ne peut le noyer Quoique bouilli il ne s'attendrit pas. (Se dit d'un homme mou et indolent sur lequel les remarques et les menaces n'ont aucun effet.)"
  },
  {
    "id": "1098",
    "chinese": "言多语失是，食多伤身。",
    "translation": "Celui qui parle beaucoup se crée des affaires. Beaucoup de nourriture blesse l'estomac."
  },
  {
    "id": "1099",
    "chinese": "眼窝里絮棉花，糊的看不见好。",
    "translation": "Se mettre de la ouate dans les yeux et ne rien voir. (L'amour est aveugle.)"
  },
  {
    "id": "1100",
    "chinese": "有事但一听君子说。",
    "translation": "Si tu as une affaire, écoute parler les gens intelligents."
  }
]
